{
  "en": {
    "sbr_title": "Sundarbans Biosphere Reserve – West Bengal, India",
    "sbr_h1": "Sundarbans Biosphere Reserve",
    "sbr_location": "Location & Area: Spanning parts of West Bengal, India; area ~9,630 km², including mangrove forests, mudflats, and tidal waterways.",
    "sbr_geo_heading": "Geography & Habitat",
    "sbr_geo_text": "The Sundarbans comprise the world’s largest mangrove ecosystem, intersected by a network of rivers, estuaries, and tidal creeks. The region lies at the delta of the Ganges, Brahmaputra, and Meghna rivers.",
    "sbr_flora_heading": "Flora & Fauna",
    "sbr_fauna": "Fauna: Famous for the Bengal tiger, estuarine crocodile, fishing cat, spotted deer, and a wide variety of migratory birds.",
    "sbr_flora": "Flora: Predominantly mangrove species like Heritiera fomes (Sundari), Avicennia, and Nypa fruticans.",
    "sbr_activities_heading": "Activities",
    "sbr_act1": "Boat safaris through mangrove channels",
    "sbr_act2": "Birdwatching and wildlife photography",
    "sbr_act3": "Visiting watchtowers at Sajnekhali, Dobanki, and Sudhanyakhali",
    "sbr_access_heading": "Accessibility & Permits",
    "sbr_access_text": "Nearest town: Canning (48 km from Kolkata). Entry permits required for certain areas; boats can be hired from Godkhali, Namkhana, or Sajnekhali.",
    "sbr_significance_heading": "Significance",
    "sbr_significance_text": "A UNESCO World Heritage Site, the Sundarbans play a critical role in coastal protection, climate regulation, and biodiversity conservation.",
    "sbr_gallery_heading": "Gallery",
    "sbr_img1_caption": "Bengal Tiger in mangrove habitat",
    "sbr_img2_caption": "Mangrove forests of Sundarbans",
    "sbr_img3_caption": "Spotted Deer in Sundarbans",
    "sbr_footer": "Content compiled from Wikipedia & other credible sources."
  },
  "hi": {
    "sbr_title": "सुंदरबन जैवमंडल आरक्षित क्षेत्र – पश्चिम बंगाल, भारत",
    "sbr_h1": "सुंदरबन जैवमंडल आरक्षित क्षेत्र",
    "sbr_location": "स्थान और क्षेत्र: पश्चिम बंगाल, भारत के हिस्सों में फैला; क्षेत्र ~9,630 वर्ग किमी, जिसमें मैंग्रोव वन, कीचड़ के मैदान और ज्वारीय जलमार्ग शामिल हैं।",
    "sbr_geo_heading": "भूगोल और आवास",
    "sbr_geo_text": "सुंदरबन दुनिया के सबसे बड़े मैंग्रोव पारिस्थितिकी तंत्र का निर्माण करता है, जो नदियों, मुहानों और ज्वारीय नालों के नेटवर्क से जुड़ा है। यह क्षेत्र गंगा, ब्रह्मपुत्र और मेघना नदियों के डेल्टा में स्थित है।",
    "sbr_flora_heading": "वनस्पति और जीव-जंतु",
    "sbr_fauna": "जीव-जंतु: बंगाल टाइगर, मुहाना मगरमच्छ, फिशिंग कैट, चीतल और प्रवासी पक्षियों के लिए प्रसिद्ध।",
    "sbr_flora": "वनस्पति: मुख्य रूप से हेरिटिएरा फोमेस (सुंदरी), एविसेनिया और नाइपा फ्रूटिकैन्स जैसे मैंग्रोव।",
    "sbr_activities_heading": "गतिविधियाँ",
    "sbr_act1": "मैंग्रोव चैनलों के माध्यम से नौका सफारी",
    "sbr_act2": "पक्षी अवलोकन और वन्यजीव फोटोग्राफी",
    "sbr_act3": "सजनखाली, दोबांकी और सुधन्याखाली में वॉचटावर का दौरा",
    "sbr_access_heading": "पहुंच और परमिट",
    "sbr_access_text": "निकटतम शहर: कैनिंग (कोलकाता से 48 किमी)। कुछ क्षेत्रों के लिए प्रवेश परमिट आवश्यक; नावें गोदखाली, नामखाना या सजनखाली से किराए पर ली जा सकती हैं।",
    "sbr_significance_heading": "महत्व",
    "sbr_significance_text": "यूनेस्को विश्व धरोहर स्थल, सुंदरबन तटीय संरक्षण, जलवायु विनियमन और जैव विविधता संरक्षण में महत्वपूर्ण भूमिका निभाता है।",
    "sbr_gallery_heading": "गैलरी",
    "sbr_img1_caption": "मैंग्रोव आवास में बंगाल टाइगर",
    "sbr_img2_caption": "सुंदरबन के मैंग्रोव वन",
    "sbr_img3_caption": "सुंदरबन में चीतल",
    "sbr_footer": "सामग्री विकिपीडिया और अन्य विश्वसनीय स्रोतों से संकलित।"
  },
  "or": {
    "sbr_title": "ସୁନ୍ଦରବନ ବାୟୋସ୍ଫିୟର ରିଜର୍ଭ – ପଶ୍ଚିମ ବଙ୍ଗ, ଭାରତ",
    "sbr_h1": "ସୁନ୍ଦରବନ ବାୟୋସ୍ଫିୟର ରିଜର୍ଭ",
    "sbr_location": "ଅବସ୍ଥିତି ଓ କ୍ଷେତ୍ରଫଳ: ପଶ୍ଚିମ ବଙ୍ଗର କିଛି ଅଂଶରେ ବିସ୍ତୃତ; ପ୍ରାୟ 9,630 କି.ମି² କ୍ଷେତ୍ର, ମ୍ୟାଙ୍ଗ୍ରୋଭ ଜଙ୍ଗଲ, କାଦୁର ମାଠ ଓ ଜ୍ୱାରୀୟ ପଥ।",
    "sbr_geo_heading": "ଭୂଗୋଳ ଓ ବାସସ୍ଥାନ",
    "sbr_geo_text": "ସୁନ୍ଦରବନ ବିଶ୍ୱର ସବୁଠାରୁ ବଡ଼ ମ୍ୟାଙ୍ଗ୍ରୋଭ ପରିସ୍ଥିତିତନ୍ତ୍ର, ଯାହା ନଦୀ, ମୁହାଣ ଓ ଜ୍ୱାରୀୟ ନାଳୀର ଜାଲରେ ସଂଯୁକ୍ତ। ଏହା ଗଙ୍ଗା, ବ୍ରହ୍ମପୁତ୍ର ଓ ମେଘନା ନଦୀର ଡେଲ୍ଟାରେ ଅବସ୍ଥିତ।",
    "sbr_flora_heading": "ଉଦ୍ଭିଦ ଓ ପ୍ରାଣୀ",
    "sbr_fauna": "ପ୍ରାଣୀ: ବେଙ୍ଗଲ ବାଘ, ମୁହାଣ କୁମିର, ମାଛ ଧରୁଥିବା ବିଲାଡ଼ି, ହରିଣ ଓ ବିଭିନ୍ନ ପ୍ରବାସୀ ପକ୍ଷୀ ପାଇଁ ପ୍ରସିଦ୍ଧ।",
    "sbr_flora": "ଉଦ୍ଭିଦ: ପ୍ରମୁଖତଃ ହେରିଟିଏରା ଫୋମେସ (ସୁନ୍ଦରୀ), ଆଭିସେନିଆ ଓ ନିପା ଫ୍ରୁଟିକାନ୍ସ ଭଳି ମ୍ୟାଙ୍ଗ୍ରୋଭ।",
    "sbr_activities_heading": "କାର୍ଯ୍ୟକଳାପ",
    "sbr_act1": "ମ୍ୟାଙ୍ଗ୍ରୋଭ ନାଳୀରେ ନୌକା ସାଫାରି",
    "sbr_act2": "ପକ୍ଷୀ ଦେଖିବା ଓ ବନ୍ୟଜୀବ ଫଟୋଗ୍ରାଫି",
    "sbr_act3": "ସଜନଖାଲି, ଦୋବାଙ୍କି ଓ ସୁଧନ୍ୟଖାଲିରେ ଓଚଟାଓର ଦର୍ଶନ",
    "sbr_access_heading": "ପହଞ୍ଚ ଓ ଅନୁମତିପତ୍ର",
    "sbr_access_text": "ନିକଟତମ ସହର: କ୍ୟାନିଙ୍ଗ (କୋଲକାତାରୁ 48 କି.ମି.)। କିଛି ସ୍ଥାନ ପାଇଁ ପ୍ରବେଶ ଅନୁମତି ଆବଶ୍ୟକ; ନୌକା ଗୋଦଖାଲି, ନାମଖାନା କିମ୍ବା ସଜନଖାଲିରୁ ଭଡାକୁ ମିଳେ।",
    "sbr_significance_heading": "ଗୁରୁତ୍ୱ",
    "sbr_significance_text": "ୟୁନେସ୍କୋ ୱର୍ଲ୍ଡ ହେରିଟେଜ୍ ସ୍ଥଳୀ, ସୁନ୍ଦରବନ ସମୁଦ୍ରତଟ ସୁରକ୍ଷା, ଜଳବାୟୁ ନିୟନ୍ତ୍ରଣ ଓ ଜୀବବିଭିଧତା ସୁରକ୍ଷାରେ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ।",
    "sbr_gallery_heading": "ଗ୍ୟାଲେରୀ",
    "sbr_img1_caption": "ମ୍ୟାଙ୍ଗ୍ରୋଭରେ ବେଙ୍ଗଲ ବାଘ",
    "sbr_img2_caption": "ସୁନ୍ଦରବନର ମ୍ୟାଙ୍ଗ୍ରୋଭ ଜଙ୍ଗଲ",
    "sbr_img3_caption": "ସୁନ୍ଦରବନରେ ହରିଣ",
    "sbr_footer": "ବିଷୟବସ୍ତୁ ୱିକିପିଡିଆ ଓ ଅନ୍ୟାନ୍ୟ ବିଶ୍ୱସନୀୟ ସ୍ରୋତରୁ ସଂଗ୍ରହ।"
  },
  "es": {
    "sbr_title": "Reserva de la Biosfera de Sundarbans – Bengala Occidental, India",
    "sbr_h1": "Reserva de la Biosfera de Sundarbans",
    "sbr_location": "Ubicación y área: Se extiende por partes de Bengala Occidental, India; área ~9.630 km², incluidos bosques de manglares, llanuras de barro y vías fluviales de marea.",
    "sbr_geo_heading": "Geografía y hábitat",
    "sbr_geo_text": "Los Sundarbans comprenden el ecosistema de manglares más grande del mundo, atravesado por una red de ríos, estuarios y arroyos de marea. La región se encuentra en el delta de los ríos Ganges, Brahmaputra y Meghna.",
    "sbr_flora_heading": "Flora y fauna",
    "sbr_fauna": "Fauna: Famosa por el tigre de Bengala, el cocodrilo estuarino, el gato pescador, el ciervo moteado y una gran variedad de aves migratorias.",
    "sbr_flora": "Flora: Especies de manglares como Heritiera fomes (Sundari), Avicennia y Nypa fruticans.",
    "sbr_activities_heading": "Actividades",
    "sbr_act1": "Safaris en bote a través de canales de manglares",
    "sbr_act2": "Observación de aves y fotografía de fauna",
    "sbr_act3": "Visita a torres de observación en Sajnekhali, Dobanki y Sudhanyakhali",
    "sbr_access_heading": "Accesibilidad y permisos",
    "sbr_access_text": "Ciudad más cercana: Canning (48 km de Kolkata). Se requieren permisos de entrada para ciertas áreas; se pueden alquilar botes en Godkhali, Namkhana o Sajnekhali.",
    "sbr_significance_heading": "Importancia",
    "sbr_significance_text": "Patrimonio de la Humanidad por la UNESCO, los Sundarbans desempeñan un papel fundamental en la protección costera, la regulación del clima y la conservación de la biodiversidad.",
    "sbr_gallery_heading": "Galería",
    "sbr_img1_caption": "Tigre de Bengala en hábitat de manglar",
    "sbr_img2_caption": "Bosques de manglares de Sundarbans",
    "sbr_img3_caption": "Ciervo moteado en Sundarbans",
    "sbr_footer": "Contenido recopilado de Wikipedia y otras fuentes confiables."
  }
}
