{
  "en": {
    "abr_title": "Achanakmar–Amarkantak Biosphere Reserve – India",
    "abr_h1": "Achanakmar–Amarkantak Biosphere Reserve",
    "abr_location": "Location & Area: Located in Chhattisgarh and Madhya Pradesh; covers ~3,835 km² including Achanakmar Wildlife Sanctuary and Amarkantak hills.",
    "abr_geo_heading": "Geography & Habitat",
    "abr_geo_text": "This reserve lies at the junction of the Maikal Hills of the Satpuras. It features tropical moist deciduous forests, river valleys, and the source of the Narmada, Johilla, and Son rivers.",
    "abr_flora_heading": "Flora & Fauna",
    "abr_fauna": "Fauna: Tigers, leopards, gaur, chital, sloth bear, dhole, and a wide range of reptiles and birds.",
    "abr_flora": "Flora: Rich sal forests, bamboo groves, and medicinal plants like harra, bahera, and amla.",
    "abr_activities_heading": "Activities",
    "abr_act1": "Wildlife safaris in Achanakmar Sanctuary",
    "abr_act2": "Trekking in Amarkantak hills",
    "abr_act3": "Pilgrimage to origin sites of Narmada river",
    "abr_access_heading": "Accessibility & Permits",
    "abr_access_text": "Nearest towns: Bilaspur (Chhattisgarh) and Amarkantak (Madhya Pradesh). Entry permits required for core areas of Achanakmar Sanctuary.",
    "abr_significance_heading": "Significance",
    "abr_significance_text": "Declared a UNESCO Biosphere Reserve in 2005, it conserves unique biodiversity, protects the Narmada source, and sustains traditional tribal livelihoods.",
    "abr_gallery_heading": "Gallery",
    "abr_img1_caption": "Forests of Achanakmar Sanctuary",
    "abr_img2_caption": "Narmada river origin at Amarkantak",
    "abr_img3_caption": "Dense Sal forests",
    "abr_footer": "Content compiled from Wikipedia & other credible sources."
  },
  "hi": {
    "abr_title": "अचानकमार–अमरकंटक जैवमंडल आरक्षित क्षेत्र – भारत",
    "abr_h1": "अचानकमार–अमरकंटक जैवमंडल आरक्षित क्षेत्र",
    "abr_location": "स्थान और क्षेत्र: छत्तीसगढ़ और मध्य प्रदेश में स्थित; लगभग 3,835 किमी² क्षेत्र, जिसमें अचानकमार अभयारण्य और अमरकंटक की पहाड़ियाँ शामिल हैं।",
    "abr_geo_heading": "भूगोल और आवास",
    "abr_geo_text": "यह आरक्षित क्षेत्र सतपुड़ा की मैकाल पहाड़ियों के संगम पर स्थित है। इसमें उष्णकटिबंधीय आर्द्र पर्णपाती वन, नदी घाटियाँ और नर्मदा, जोहिला व सोन नदियों का उद्गम स्थल शामिल है।",
    "abr_flora_heading": "वनस्पति और जीव",
    "abr_fauna": "जीव: बाघ, तेंदुआ, गौर, चीतल, भालू, जंगली कुत्ते और अनेक प्रकार के पक्षी व सरीसृप।",
    "abr_flora": "वनस्पति: घने साल के वन, बांस के झुरमुट और हर्रा, बहेरा, आंवला जैसी औषधीय वनस्पतियाँ।",
    "abr_activities_heading": "गतिविधियाँ",
    "abr_act1": "अचानकमार अभयारण्य में वन्यजीव सफारी",
    "abr_act2": "अमरकंटक की पहाड़ियों में ट्रेकिंग",
    "abr_act3": "नर्मदा नदी के उद्गम स्थलों की तीर्थयात्रा",
    "abr_access_heading": "पहुँच और अनुमति",
    "abr_access_text": "निकटतम शहर: बिलासपुर (छत्तीसगढ़) और अमरकंटक (मध्य प्रदेश)। कोर क्षेत्र में प्रवेश के लिए अनुमति आवश्यक।",
    "abr_significance_heading": "महत्त्व",
    "abr_significance_text": "2005 में यूनेस्को द्वारा घोषित, यह जैवमंडल अद्वितीय जैव विविधता का संरक्षण करता है, नर्मदा उद्गम की रक्षा करता है और आदिवासी आजीविका को बनाए रखता है।",
    "abr_gallery_heading": "चित्रशाला",
    "abr_img1_caption": "अचानकमार अभयारण्य के वन",
    "abr_img2_caption": "अमरकंटक में नर्मदा नदी का उद्गम",
    "abr_img3_caption": "घने साल के वन",
    "abr_footer": "विकिपीडिया और अन्य विश्वसनीय स्रोतों से संकलित सामग्री।"
  },
  "or": {
    "abr_title": "ଅଚାନକମାର–ଅମରକଣ୍ଟକ ବାୟୋସ୍ଫିୟାର୍ ରିଜର୍ଭ – ଭାରତ",
    "abr_h1": "ଅଚାନକମାର–ଅମରକଣ୍ଟକ ବାୟୋସ୍ଫିୟାର୍ ରିଜର୍ଭ",
    "abr_location": "ଅବସ୍ଥାନ ଏବଂ କ୍ଷେତ୍ରଫଳ: ଛତିଶଗଡ଼ ଏବଂ ମଧ୍ୟ ପ୍ରଦେଶରେ ଅବସ୍ଥିତ; ପ୍ରାୟ 3,835 କି.ମି², ଯେଉଁଥିରେ ଅଚାନକମାର ବନ୍ୟଜୀବ ଅଭୟାରଣ୍ୟ ଏବଂ ଅମରକଣ୍ଟକ ପାହାଡ଼ ଅନ୍ତର୍ଭୁକ୍ତ।",
    "abr_geo_heading": "ଭୂଗୋଳ ଏବଂ ଆବାସସ୍ଥଳ",
    "abr_geo_text": "ଏହି ରିଜର୍ଭ ସତପୁରାର ମୈକାଳ ପାହାଡ଼ର ସଙ୍ଗମରେ ଅବସ୍ଥିତ। ଏଥିରେ ଉଷ୍ଣକଟିବର୍ତ୍ତୀ ଆର୍ଦ୍ର ପତ୍ରପାତୀ ବନ, ନଦୀ ଉପତ୍ୟକା ଏବଂ ନର୍ମଦା, ଯୋହିଲା, ସୋନ ନଦୀର ଉତ୍ସ ଅଛି।",
    "abr_flora_heading": "ଉଦ୍ଭିଦ ଏବଂ ପ୍ରାଣୀ",
    "abr_fauna": "ପ୍ରାଣୀ: ବାଘ, ଛତୁଆ, ଗୌର, ହରିଣ, ଭାଲୁ, ବନ୍ୟ କୁକୁର ଏବଂ ବହୁ ପ୍ରକାର ପକ୍ଷୀ ଓ ସରିସୃପ।",
    "abr_flora": "ଉଦ୍ଭିଦ: ଘନ ସାଳ ବନ, ବାଂସ ଜୁପୁଡି ଏବଂ ଔଷଧିୟ ଉଦ୍ଭିଦ – ହର୍ରା, ବହେରା, ଆମ୍ଳା।",
    "abr_activities_heading": "କାର୍ଯ୍ୟକଳାପ",
    "abr_act1": "ଅଚାନକମାର ଅଭୟାରଣ୍ୟରେ ବନ୍ୟଜୀବ ସାଫାରି",
    "abr_act2": "ଅମରକଣ୍ଟକ ପାହାଡ଼ରେ ଟ୍ରେକିଂ",
    "abr_act3": "ନର୍ମଦା ନଦୀର ଉତ୍ସସ୍ଥଳରେ ତୀର୍ଥଯାତ୍ରା",
    "abr_access_heading": "ପହଞ୍ଚ ଏବଂ ଅନୁମତି",
    "abr_access_text": "ନିକଟତମ ସହର: ବିଲାସପୁର (ଛତିଶଗଡ଼) ଏବଂ ଅମରକଣ୍ଟକ (ମଧ୍ୟ ପ୍ରଦେଶ)। କୋର ଅଞ୍ଚଳରେ ପ୍ରବେଶ ପାଇଁ ଅନୁମତି ଆବଶ୍ୟକ।",
    "abr_significance_heading": "ଗୁରୁତ୍ୱ",
    "abr_significance_text": "2005 ରେ UNESCO ଦ୍ୱାରା ଘୋଷିତ, ଏହା ବିଶିଷ୍ଟ ଜୀବବିବିଧତାକୁ ସୁରକ୍ଷା କରେ, ନର୍ମଦା ଉତ୍ସକୁ ସୁରକ୍ଷିତ କରେ ଏବଂ ଆଦିବାସୀଙ୍କ ଜୀବିକାକୁ ସମର୍ଥନ କରେ।",
    "abr_gallery_heading": "ଗ୍ୟାଲେରୀ",
    "abr_img1_caption": "ଅଚାନକମାର ଅଭୟାରଣ୍ୟର ବନ",
    "abr_img2_caption": "ଅମରକଣ୍ଟକରେ ନର୍ମଦା ଉତ୍ସ",
    "abr_img3_caption": "ଘନ ସାଳ ବନ",
    "abr_footer": "ଉଇକିପିଡ଼ିଆ ଏବଂ ଅନ୍ୟାନ୍ୟ ବିଶ୍ୱସନୀୟ ସ୍ରୋତରୁ ସଙ୍କଳିତ ବିଷୟବସ୍ତୁ।"
  },
  "es": {
    "abr_title": "Reserva de la Biosfera Achanakmar–Amarkantak – India",
    "abr_h1": "Reserva de la Biosfera Achanakmar–Amarkantak",
    "abr_location": "Ubicación y Área: Situada en Chhattisgarh y Madhya Pradesh; cubre ~3,835 km² incluyendo el Santuario de Vida Silvestre Achanakmar y las colinas de Amarkantak.",
    "abr_geo_heading": "Geografía y Hábitat",
    "abr_geo_text": "Esta reserva se encuentra en la confluencia de las colinas Maikal de los Satpuras. Presenta bosques húmedos tropicales caducifolios, valles fluviales y las fuentes de los ríos Narmada, Johilla y Son.",
    "abr_flora_heading": "Flora y Fauna",
    "abr_fauna": "Fauna: Tigres, leopardos, gaur, ciervos, osos perezosos, dholes y una amplia variedad de reptiles y aves.",
    "abr_flora": "Flora: Bosques ricos en sal, cañaverales de bambú y plantas medicinales como harra, bahera y amla.",
    "abr_activities_heading": "Actividades",
    "abr_act1": "Safaris de vida silvestre en el Santuario Achanakmar",
    "abr_act2": "Senderismo en las colinas de Amarkantak",
    "abr_act3": "Peregrinación a los sitios de origen del río Narmada",
    "abr_access_heading": "Accesibilidad y Permisos",
    "abr_access_text": "Ciudades más cercanas: Bilaspur (Chhattisgarh) y Amarkantak (Madhya Pradesh). Se requieren permisos de entrada para las zonas núcleo del Santuario Achanakmar.",
    "abr_significance_heading": "Importancia",
    "abr_significance_text": "Declarada Reserva de la Biosfera por la UNESCO en 2005, conserva la biodiversidad única, protege la fuente del Narmada y sustenta los medios de vida tribales tradicionales.",
    "abr_gallery_heading": "Galería",
    "abr_img1_caption": "Bosques del Santuario Achanakmar",
    "abr_img2_caption": "Origen del río Narmada en Amarkantak",
    "abr_img3_caption": "Bosques densos de Sal",
    "abr_footer": "Contenido recopilado de Wikipedia y otras fuentes confiables."
  }
}
