{
  "en": {
    "abr_title": "Agasthyamalai Biosphere Reserve – India",
    "abr_h1": "Agasthyamalai Biosphere Reserve",
    "abr_location": "Location & Area: Spread across Kerala and Tamil Nadu in the Western Ghats; covers ~3,500 km², with diverse forests and mountain ecosystems.",
    "abr_geo_heading": "Geography & Habitat",
    "abr_geo_text": "This reserve is part of the southern Western Ghats, home to tropical evergreen forests, montane shola grasslands, and important watersheds. It includes Peppara, Neyyar, and Shendurney Wildlife Sanctuaries, and Kalakkad-Mundanthurai Tiger Reserve.",
    "abr_flora_heading": "Flora & Fauna",
    "abr_fauna": "Fauna: Lion-tailed macaque, Nilgiri tahr, Indian elephant, tiger, leopard, Malabar civet, and hornbills.",
    "abr_flora": "Flora: Rich in endemic species like Agasthya tree fern, orchids, rare medicinal plants, and tropical rainforests.",
    "abr_activities_heading": "Activities",
    "abr_act1": "Trekking to Agasthyakoodam peak",
    "abr_act2": "Birdwatching and wildlife safaris",
    "abr_act3": "Exploring Neyyar and Peppara sanctuaries",
    "abr_access_heading": "Accessibility & Permits",
    "abr_access_text": "Nearest city: Thiruvananthapuram. Access via road and trekking trails. Special permits are required for trekking and entering certain core areas.",
    "abr_significance_heading": "Significance",
    "abr_significance_text": "A UNESCO Biosphere Reserve, it is critical for biodiversity conservation, protecting endemic species, and preserving traditional tribal cultures.",
    "abr_gallery_heading": "Gallery",
    "abr_img1_caption": "Agasthyakoodam Peak in Agasthyamalai",
    "abr_img2_caption": "Lion-tailed Macaque – endemic to the Western Ghats",
    "abr_img3_caption": "Shola forests and grasslands in the reserve",
    "abr_footer": "Content compiled from Wikipedia & other credible sources."
  },
  "hi": {
    "abr_title": "अगस्थ्यमलाई जैवमंडल रिज़र्व – भारत",
    "abr_h1": "अगस्थ्यमलाई जैवमंडल रिज़र्व",
    "abr_location": "स्थान और क्षेत्र: पश्चिमी घाट में केरल और तमिलनाडु में फैला; लगभग 3,500 किमी² क्षेत्र को कवर करता है, जिसमें विविध वन और पर्वतीय पारिस्थितिक तंत्र हैं।",
    "abr_geo_heading": "भूगोल और आवास",
    "abr_geo_text": "यह रिज़र्व दक्षिणी पश्चिमी घाट का हिस्सा है, जहाँ उष्णकटिबंधीय सदाबहार वन, शोला घासभूमि और महत्वपूर्ण जलग्रहण क्षेत्र पाए जाते हैं। इसमें पप्पारा, नेय्यार, शेंदुरनी वन्यजीव अभयारण्य और कलक्कड-मुंदनthurai टाइगर रिज़र्व शामिल हैं।",
    "abr_flora_heading": "वनस्पति और जीव-जंतु",
    "abr_fauna": "जीव-जंतु: शेरपूंछ बंदर, नीलगिरी तहर, हाथी, बाघ, तेंदुआ, मलबार सिवेट और हॉर्नबिल।",
    "abr_flora": "वनस्पति: अगस्थ्य ट्री फर्न, ऑर्किड, दुर्लभ औषधीय पौधे और उष्णकटिबंधीय वर्षावन जैसी स्थानिक प्रजातियों से समृद्ध।",
    "abr_activities_heading": "गतिविधियाँ",
    "abr_act1": "अगस्थ्यकूटम शिखर की ट्रैकिंग",
    "abr_act2": "पक्षी अवलोकन और वन्यजीव सफारी",
    "abr_act3": "नेय्यार और पप्पारा अभयारण्यों का भ्रमण",
    "abr_access_heading": "पहुँच और परमिट",
    "abr_access_text": "निकटतम शहर: तिरुवनंतपुरम। सड़क और ट्रैकिंग मार्गों से पहुँच। कुछ मुख्य क्षेत्रों में प्रवेश और ट्रैकिंग के लिए विशेष परमिट आवश्यक।",
    "abr_significance_heading": "महत्त्व",
    "abr_significance_text": "यूनेस्को बायोस्फीयर रिज़र्व, यह जैव विविधता संरक्षण, स्थानिक प्रजातियों की रक्षा और पारंपरिक आदिवासी संस्कृति को संरक्षित करने के लिए अत्यंत महत्वपूर्ण है।",
    "abr_gallery_heading": "गैलरी",
    "abr_img1_caption": "अगस्थ्यमलाई में अगस्थ्यकूटम शिखर",
    "abr_img2_caption": "शेरपूंछ बंदर – पश्चिमी घाट का स्थानिक",
    "abr_img3_caption": "रिज़र्व के शोला वन और घासभूमि",
    "abr_footer": "सामग्री विकिपीडिया और अन्य विश्वसनीय स्रोतों से संकलित।"
  },
  "or": {
    "abr_title": "ଅଗସ୍ତ୍ୟମାଳାଇ ବାୟୋସ୍ଫିଅର ରିଜର୍ଭ – ଭାରତ",
    "abr_h1": "ଅଗସ୍ତ୍ୟମାଳାଇ ବାୟୋସ୍ଫିଅର ରିଜର୍ଭ",
    "abr_location": "ଅବସ୍ଥିତି ଏବଂ କ୍ଷେତ୍ରଫଳ: ପଶ୍ଚିମ ଘାଟରେ କେରଳ ଏବଂ ତମିଳନାଡୁରେ ବିସ୍ତୃତ; ପ୍ରାୟ 3,500 କିମି² ଅଞ୍ଚଳ ଆବର୍ତ୍ତିତ, ବିଭିନ୍ନ ବନ ଏବଂ ପର୍ବତୀୟ ପରିସ୍ଥିତିତନ୍ତ୍ର।",
    "abr_geo_heading": "ଭୂଗୋଳ ଏବଂ ବାସସ୍ଥାନ",
    "abr_geo_text": "ଏହା ଦକ୍ଷିଣ ପଶ୍ଚିମ ଘାଟର ଏକ ଅଂଶ, ଯେଉଁଠାରେ ସଦାବହାର ଜଙ୍ଗଲ, ଶୋଲା ଘାସଭୂମି ଏବଂ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଜଳଗ୍ରାହୀ କ୍ଷେତ୍ର ରହିଛି। ଏଥିରେ ପେପ୍ପାରା, ନେୟ୍ୟାର, ଶେଣ୍ଡୁର୍ନେଇ ଅଭୟାରଣ୍ୟ ଏବଂ କଲାକ୍କଡ-ମୁନ୍ଦନଥୁରାଇ ବାଘ ଅଭୟାରଣ୍ୟ ଅନ୍ତର୍ଭୁକ୍ତ।",
    "abr_flora_heading": "ଉଦ୍ଭିଦ ଏବଂ ପ୍ରାଣୀ",
    "abr_fauna": "ପ୍ରାଣୀ: ସିଂହଲାଜୁଙ୍ଗ, ନୀଳଗିରି ତାହର୍, ହାତୀ, ବାଘ, ଚିତା, ମାଳବାର ସିଭେଟ୍, ଏବଂ ହର୍ଣ୍ଣବିଲ୍।",
    "abr_flora": "ଉଦ୍ଭିଦ: ଅଗସ୍ତ୍ୟ ଟ୍ରି ଫର୍ନ, ଅର୍କିଡ୍, ଦୁର୍ଲଭ ଔଷଧୀୟ ଉଦ୍ଭିଦ ଏବଂ ଉଷ୍ଣମଣ୍ଡଳୀୟ ବର୍ଷାବନ।",
    "abr_activities_heading": "କାର୍ଯ୍ୟକଳାପ",
    "abr_act1": "ଅଗସ୍ତ୍ୟକୁଡମ୍ ଶିଖରକୁ ଟ୍ରେକିଂ",
    "abr_act2": "ପକ୍ଷୀ ଦର୍ଶନ ଏବଂ ବନ୍ୟଜୀବ ସାଫାରି",
    "abr_act3": "ନେୟ୍ୟାର ଏବଂ ପେପ୍ପାରା ଅଭୟାରଣ୍ୟ ଅନୁସନ୍ଧାନ",
    "abr_access_heading": "ପହଞ୍ଚିବା ଏବଂ ଅନୁମତିପତ୍ର",
    "abr_access_text": "ନିକଟତମ ସହର: ତିରୁବନନ୍ତପୁରମ୍। ସଡକ ଏବଂ ଟ୍ରେକିଂ ପଥରୁ ପହଞ୍ଚିବାଯୋଗ୍ୟ। କିଛି କୋର୍ ଅଞ୍ଚଳ ପାଇଁ ବିଶେଷ ଅନୁମତିପତ୍ର ଆବଶ୍ୟକ।",
    "abr_significance_heading": "ଗୁରୁତ୍ୱ",
    "abr_significance_text": "ଏକ UNESCO ବାୟୋସ୍ଫିଅର ରିଜର୍ଭ, ଏହା ଜୈବ ବିବିଧତା ସୁରକ୍ଷା, ସ୍ଥାନୀୟ ପ୍ରଜାତି ସୁରକ୍ଷା ଏବଂ ପାରମ୍ପରିକ ଆଦିବାସୀ ସଂସ୍କୃତି ସୁରକ୍ଷା ପାଇଁ ଅତ୍ୟନ୍ତ ଜରୁରୀ।",
    "abr_gallery_heading": "ଗ୍ୟାଲେରୀ",
    "abr_img1_caption": "ଅଗସ୍ତ୍ୟମାଳାଇରେ ଅଗସ୍ତ୍ୟକୁଡମ୍ ଶିଖର",
    "abr_img2_caption": "ସିଂହଲାଜୁଙ୍ଗ – ପଶ୍ଚିମ ଘାଟର ସ୍ଥାନୀୟ",
    "abr_img3_caption": "ଅଭୟାରଣ୍ୟର ଶୋଲା ଜଙ୍ଗଲ ଏବଂ ଘାସଭୂମି",
    "abr_footer": "ବିକିପିଡ଼ିଆ ଏବଂ ଅନ୍ୟାନ୍ୟ ବିଶ୍ୱସନୀୟ ସ୍ରୋତରୁ ସଙ୍କଳନ କରାଯାଇଛି।"
  },
  "es": {
    "abr_title": "Reserva de la Biosfera de Agasthyamalai – India",
    "abr_h1": "Reserva de la Biosfera de Agasthyamalai",
    "abr_location": "Ubicación y Área: Se extiende por Kerala y Tamil Nadu en los Ghats Occidentales; cubre ~3,500 km², con bosques diversos y ecosistemas montañosos.",
    "abr_geo_heading": "Geografía y Hábitat",
    "abr_geo_text": "Esta reserva forma parte de los Ghats Occidentales del sur, hogar de bosques tropicales perennes, pastizales montanos shola y cuencas hidrográficas importantes. Incluye los santuarios de vida silvestre de Peppara, Neyyar y Shendurney, y la Reserva de Tigres Kalakkad-Mundanthurai.",
    "abr_flora_heading": "Flora y Fauna",
    "abr_fauna": "Fauna: Macaco de cola de león, tahr del Nilgiri, elefante indio, tigre, leopardo, civeta de Malabar y cálaos.",
    "abr_flora": "Flora: Rica en especies endémicas como el helecho arbóreo de Agasthya, orquídeas, plantas medicinales raras y bosques tropicales.",
    "abr_activities_heading": "Actividades",
    "abr_act1": "Senderismo al pico Agasthyakoodam",
    "abr_act2": "Observación de aves y safaris de vida silvestre",
    "abr_act3": "Explorando los santuarios de Neyyar y Peppara",
    "abr_access_heading": "Accesibilidad y Permisos",
    "abr_access_text": "Ciudad más cercana: Thiruvananthapuram. Acceso por carretera y rutas de senderismo. Se requieren permisos especiales para el trekking y entrar a ciertas áreas núcleo.",
    "abr_significance_heading": "Importancia",
    "abr_significance_text": "Una Reserva de la Biosfera de la UNESCO, es crucial para la conservación de la biodiversidad, la protección de especies endémicas y la preservación de las culturas tribales tradicionales.",
    "abr_gallery_heading": "Galería",
    "abr_img1_caption": "Pico Agasthyakoodam en Agasthyamalai",
    "abr_img2_caption": "Macaco de cola de león – endémico de los Ghats Occidentales",
    "abr_img3_caption": "Bosques shola y pastizales en la reserva",
    "abr_footer": "Contenido recopilado de Wikipedia y otras fuentes confiables."
  }
}
