{
  "en": {
    "dhbr_title": "Darjeeling Himalayan Biosphere Reserve – West Bengal, India",
    "dhbr_h1": "Darjeeling Himalayan Biosphere Reserve",
    "dhbr_location": "Location & Area: Situated in West Bengal, covering ~2,620 km² of the Eastern Himalayas including forests, alpine meadows, and river valleys.",
    "dhbr_geo_heading": "Geography & Habitat",
    "dhbr_geo_text": "The reserve encompasses high-altitude ecosystems ranging from subtropical forests to alpine vegetation. It includes Singalila National Park and Senchal Wildlife Sanctuary.",
    "dhbr_flora_heading": "Flora & Fauna",
    "dhbr_fauna": "Fauna: Red panda, Himalayan black bear, snow leopard, clouded leopard, and over 500 bird species.",
    "dhbr_flora": "Flora: Oaks, rhododendrons, bamboo, magnolia, and alpine grasses dominate the landscape.",
    "dhbr_activities_heading": "Activities",
    "dhbr_act1": "Trekking in Singalila National Park",
    "dhbr_act2": "Birdwatching and nature trails",
    "dhbr_act3": "Exploring alpine and rhododendron forests",
    "dhbr_access_heading": "Accessibility & Permits",
    "dhbr_access_text": "Nearest town: Darjeeling. Easily accessible from Siliguri via road. Entry permits may be required for national parks within the reserve.",
    "dhbr_significance_heading": "Significance",
    "dhbr_significance_text": "A UNESCO Biosphere Reserve, it is vital for conserving high-altitude Himalayan biodiversity and supporting eco-tourism in the region.",
    "dhbr_gallery_heading": "Gallery",
    "dhbr_img1_caption": "Red Panda in Singalila National Park",
    "dhbr_img2_caption": "Snow Leopard in the Himalayas",
    "dhbr_img3_caption": "Scenic Himalayan landscape in Darjeeling",
    "dhbr_footer": "Content compiled from Wikipedia & other credible sources."
  },
  "hi": {
    "dhbr_title": "दार्जिलिंग हिमालयन बायोस्फीयर रिजर्व – पश्चिम बंगाल, भारत",
    "dhbr_h1": "दार्जिलिंग हिमालयन बायोस्फीयर रिजर्व",
    "dhbr_location": "स्थान और क्षेत्र: पश्चिम बंगाल में स्थित, लगभग 2,620 किमी² क्षेत्र को कवर करता है जिसमें जंगल, अल्पाइन घास के मैदान और नदी घाटियाँ शामिल हैं।",
    "dhbr_geo_heading": "भूगोल और आवास",
    "dhbr_geo_text": "रिजर्व में उपोष्णकटिबंधीय जंगलों से लेकर अल्पाइन वनस्पति तक उच्च-ऊँचाई वाले पारिस्थितिकी तंत्र शामिल हैं। इसमें सिंगलिला राष्ट्रीय उद्यान और सेनचल वन्यजीव अभयारण्य शामिल हैं।",
    "dhbr_flora_heading": "वनस्पति और जीव-जंतु",
    "dhbr_fauna": "जीव-जंतु: लाल पांडा, हिमालयी काला भालू, हिम तेंदुआ, धूमिल तेंदुआ और 500 से अधिक पक्षी प्रजातियाँ।",
    "dhbr_flora": "वनस्पति: ओक, रोडोडेंड्रोन, बांस, मैगनोलिया और अल्पाइन घास यहाँ पाई जाती हैं।",
    "dhbr_activities_heading": "गतिविधियाँ",
    "dhbr_act1": "सिंगलिला राष्ट्रीय उद्यान में ट्रेकिंग",
    "dhbr_act2": "पक्षी अवलोकन और प्रकृति पथ",
    "dhbr_act3": "अल्पाइन और रोडोडेंड्रोन वनों की खोज",
    "dhbr_access_heading": "पहुँच और परमिट",
    "dhbr_access_text": "निकटतम शहर: दार्जिलिंग। सिलीगुड़ी से सड़क द्वारा आसानी से पहुँचा जा सकता है। रिजर्व के भीतर राष्ट्रीय उद्यानों के लिए प्रवेश परमिट की आवश्यकता हो सकती है।",
    "dhbr_significance_heading": "महत्व",
    "dhbr_significance_text": "यूनेस्को बायोस्फीयर रिजर्व, यह उच्च-ऊँचाई हिमालयी जैव विविधता के संरक्षण और क्षेत्र में इको-पर्यटन को बढ़ावा देने के लिए महत्वपूर्ण है।",
    "dhbr_gallery_heading": "गैलरी",
    "dhbr_img1_caption": "सिंगलिला राष्ट्रीय उद्यान में लाल पांडा",
    "dhbr_img2_caption": "हिमालय में हिम तेंदुआ",
    "dhbr_img3_caption": "दार्जिलिंग का हिमालयी दृश्य",
    "dhbr_footer": "सामग्री विकिपीडिया और अन्य विश्वसनीय स्रोतों से संकलित।"
  },
  "or": {
    "dhbr_title": "ଦାର୍ଜିଲିଙ୍ଗ ହିମାଲୟ ବାୟୋସ୍ଫିୟର ରିଜର୍ଭ – ପଶ୍ଚିମ ବଙ୍ଗ, ଭାରତ",
    "dhbr_h1": "ଦାର୍ଜିଲିଙ୍ଗ ହିମାଲୟ ବାୟୋସ୍ଫିୟର ରିଜର୍ଭ",
    "dhbr_location": "ଅବସ୍ଥାନ ଓ କ୍ଷେତ୍ରଫଳ: ପଶ୍ଚିମ ବଙ୍ଗରେ ଅବସ୍ଥିତ, ପ୍ରାୟ 2,620 କି.ମି² କ୍ଷେତ୍ରଫଳ ଆଚ୍ଛାଦନ କରିଛି, ଯାହାରେ ବନ, ଆଲ୍ପାଇନ୍ ମେଡୋ ଓ ନଦୀ upତ୍ୟକା ସମିଳିତ।",
    "dhbr_geo_heading": "ଭୂଗୋଳ ଓ ବାସସ୍ଥାନ",
    "dhbr_geo_text": "ଏହାରେ ଉଚ୍ଚ-ଉଚ୍ଚତାର ପରିସ୍ଥିତିତନ୍ତ୍ରରୁ ଆରମ୍ଭ କରି ସବ୍‌ଟ୍ରପିକାଲ୍ ଫରେଷ୍ଟରୁ ଆଲ୍ପାଇନ୍ ଭେଜିଟେସନ୍ ପର୍ଯ୍ୟନ୍ତ ରହିଛି। ଏଥିରେ ସିଙ୍ଗାଲିଲା ନ୍ୟାସନାଲ୍ ପାର୍କ ଓ ସେନଚାଲ୍ ୱାଇଲ୍ଡଲାଇଫ୍ ସ୍ୟାଙ୍କଚୁଆରୀ ଅନ୍ତର୍ଭୁକ୍ତ।",
    "dhbr_flora_heading": "ବନସ୍ପତି ଓ ପ୍ରାଣୀ",
    "dhbr_fauna": "ପ୍ରାଣୀ: ଲାଲ୍ ପାଣ୍ଡା, ହିମାଲୟ କଳା ଭାଲୁକ, ସ୍ନୋ ଲେପାର୍ଡ, କ୍ଲାଉଡେଡ୍ ଲେପାର୍ଡ ଓ 500ରୁ ଅଧିକ ପକ୍ଷୀ ପ୍ରଜାତି।",
    "dhbr_flora": "ବନସ୍ପତି: ଓକ୍, ରୋଡୋଡେଣ୍ଡ୍ରନ୍, ବାଂସ, ମାଗ୍ନୋଲିଆ ଓ ଆଲ୍ପାଇନ୍ ଘାସ।",
    "dhbr_activities_heading": "କାର୍ଯ୍ୟକଳାପ",
    "dhbr_act1": "ସିଙ୍ଗାଲିଲା ନ୍ୟାସନାଲ୍ ପାର୍କରେ ଟ୍ରେକିଙ୍ଗ",
    "dhbr_act2": "ପକ୍ଷୀ ଦର୍ଶନ ଓ ପ୍ରକୃତି ଟ୍ରେଲ୍",
    "dhbr_act3": "ଆଲ୍ପାଇନ୍ ଓ ରୋଡୋଡେଣ୍ଡ୍ରନ୍ ବନର ଅନୁସନ୍ଧାନ",
    "dhbr_access_heading": "ପ୍ରବେଶ ଓ ଅନୁମତି",
    "dhbr_access_text": "ନିକଟତମ ସହର: ଦାର୍ଜିଲିଙ୍ଗ। ସିଲିଗୁଡ଼ିରୁ ସଡ଼କ ଦ୍ୱାରା ସହଜରେ ପହଞ୍ଚିବାଯୋଗ୍ୟ। ରିଜର୍ଭ ଭିତରେ ଥିବା ନ୍ୟାସନାଲ୍ ପାର୍କ ପାଇଁ ପ୍ରବେଶ ଅନୁମତି ଆବଶ୍ୟକ ହୋଇପାରେ।",
    "dhbr_significance_heading": "ଗୁରୁତ୍ୱ",
    "dhbr_significance_text": "ଏକ UNESCO ବାୟୋସ୍ଫିୟର ରିଜର୍ଭ, ଏହା ଉଚ୍ଚ-ଉଚ୍ଚତାର ହିମାଲୟୀୟ ଜୈବ ବିବିଧତା ସୁରକ୍ଷା କରିବା ଓ ଇକୋ-ପର୍ଯ୍ୟଟନକୁ ସହାୟତା କରିବା ପାଇଁ ଅତ୍ୟନ୍ତ ଦରକାର।",
    "dhbr_gallery_heading": "ଗ୍ୟାଲେରୀ",
    "dhbr_img1_caption": "ସିଙ୍ଗାଲିଲା ନ୍ୟାସନାଲ୍ ପାର୍କରେ ଲାଲ୍ ପାଣ୍ଡା",
    "dhbr_img2_caption": "ହିମାଲୟରେ ସ୍ନୋ ଲେପାର୍ଡ",
    "dhbr_img3_caption": "ଦାର୍ଜିଲିଙ୍ଗର ହିମାଲୟୀୟ ପୃଶ୍ଚିଭୂମି",
    "dhbr_footer": "ବିକିପିଡ଼ିଆ ଓ ଅନ୍ୟାନ୍ୟ ବିଶ୍ୱସନୀୟ ସ୍ରୋତରୁ ସଂଗ୍ରହିତ।"
  },
  "es": {
    "dhbr_title": "Reserva de la Biosfera del Himalaya de Darjeeling – Bengala Occidental, India",
    "dhbr_h1": "Reserva de la Biosfera del Himalaya de Darjeeling",
    "dhbr_location": "Ubicación y área: Situada en Bengala Occidental, cubriendo ~2.620 km² del Himalaya Oriental incluyendo bosques, praderas alpinas y valles fluviales.",
    "dhbr_geo_heading": "Geografía y hábitat",
    "dhbr_geo_text": "La reserva abarca ecosistemas de gran altitud que van desde bosques subtropicales hasta vegetación alpina. Incluye el Parque Nacional Singalila y el Santuario de Vida Silvestre Senchal.",
    "dhbr_flora_heading": "Flora y fauna",
    "dhbr_fauna": "Fauna: Panda rojo, oso negro del Himalaya, leopardo de las nieves, leopardo nublado y más de 500 especies de aves.",
    "dhbr_flora": "Flora: Robles, rododendros, bambú, magnolia y pastos alpinos dominan el paisaje.",
    "dhbr_activities_heading": "Actividades",
    "dhbr_act1": "Trekking en el Parque Nacional Singalila",
    "dhbr_act2": "Observación de aves y senderos naturales",
    "dhbr_act3": "Exploración de bosques alpinos y de rododendros",
    "dhbr_access_heading": "Accesibilidad y permisos",
    "dhbr_access_text": "Ciudad más cercana: Darjeeling. Fácilmente accesible desde Siliguri por carretera. Puede que se requieran permisos de entrada para los parques nacionales dentro de la reserva.",
    "dhbr_significance_heading": "Significado",
    "dhbr_significance_text": "Una Reserva de la Biosfera de la UNESCO, es vital para conservar la biodiversidad del Himalaya de gran altitud y apoyar el ecoturismo en la región.",
    "dhbr_gallery_heading": "Galería",
    "dhbr_img1_caption": "Panda rojo en el Parque Nacional Singalila",
    "dhbr_img2_caption": "Leopardo de las nieves en el Himalaya",
    "dhbr_img3_caption": "Paisaje himalayo en Darjeeling",
    "dhbr_footer": "Contenido compilado de Wikipedia y otras fuentes confiables."
  }
}
