{
  "en": {
    "gnbr_title": "Great Nicobar Biosphere Reserve – Andaman & Nicobar Islands, India",
    "gnbr_h1": "Great Nicobar Biosphere Reserve",
    "gnbr_location": "Location & Area: Situated on Great Nicobar Island, Andaman & Nicobar Islands, covering ~885 km² of tropical rainforests and coastal ecosystems.",
    "gnbr_geo_heading": "Geography & Habitat",
    "gnbr_geo_text": "The reserve includes pristine tropical evergreen forests, mangroves, coral reefs, and sandy beaches, providing a unique blend of marine and terrestrial ecosystems.",
    "gnbr_flora_heading": "Flora & Fauna",
    "gnbr_fauna": "Fauna: Saltwater crocodiles, Nicobar megapode, giant robber crab, leatherback turtles, and endemic bird species.",
    "gnbr_flora": "Flora: Rich tropical rainforest vegetation with many endemic orchids, palms, and mangrove species.",
    "gnbr_activities_heading": "Activities",
    "gnbr_act1": "Wildlife observation and trekking",
    "gnbr_act2": "Exploration of mangroves and coastal habitats",
    "gnbr_act3": "Marine biodiversity studies",
    "gnbr_access_heading": "Accessibility & Permits",
    "gnbr_access_text": "Accessible mainly via ship or air to Port Blair, followed by permits and transport to Great Nicobar. Entry permits are mandatory for visitors.",
    "gnbr_significance_heading": "Significance",
    "gnbr_significance_text": "A UNESCO Biosphere Reserve, it plays a vital role in conserving unique island ecosystems, endangered species, and protecting indigenous cultures.",
    "gnbr_gallery_heading": "Gallery",
    "gnbr_img1_caption": "Nicobar Megapode – endemic bird",
    "gnbr_img2_caption": "Saltwater Crocodile in mangroves",
    "gnbr_img3_caption": "Leatherback Turtle nesting",
    "gnbr_footer": "Content compiled from Wikipedia & other credible sources."
  },
  "hi": {
    "gnbr_title": "ग्रेट निकोबार बायोस्फीयर रिज़र्व – अंडमान और निकोबार द्वीप, भारत",
    "gnbr_h1": "ग्रेट निकोबार बायोस्फीयर रिज़र्व",
    "gnbr_location": "स्थान और क्षेत्र: ग्रेट निकोबार द्वीप, अंडमान और निकोबार द्वीपसमूह में स्थित, लगभग 885 वर्ग किमी उष्णकटिबंधीय वर्षावनों और तटीय पारिस्थितिक तंत्र को कवर करता है।",
    "gnbr_geo_heading": "भूगोल और आवास",
    "gnbr_geo_text": "यह रिज़र्व स्वच्छ उष्णकटिबंधीय सदाबहार वन, मैंग्रोव, प्रवाल भित्तियाँ और रेतीले समुद्र तटों को शामिल करता है, जो समुद्री और स्थलीय पारिस्थितिक तंत्र का अद्वितीय मिश्रण प्रदान करते हैं।",
    "gnbr_flora_heading": "वनस्पति और जीव-जंतु",
    "gnbr_fauna": "जीव-जंतु: खारे पानी के मगरमच्छ, निकोबार मेगापोड, विशाल रॉबर केकड़ा, लेदरबैक कछुए और स्थानिक पक्षी प्रजातियाँ।",
    "gnbr_flora": "वनस्पति: समृद्ध उष्णकटिबंधीय वर्षावन वनस्पति जिसमें कई स्थानिक ऑर्किड, पाम और मैंग्रोव प्रजातियाँ शामिल हैं।",
    "gnbr_activities_heading": "गतिविधियाँ",
    "gnbr_act1": "वन्यजीव अवलोकन और ट्रेकिंग",
    "gnbr_act2": "मैंग्रोव और तटीय आवासों की खोज",
    "gnbr_act3": "समुद्री जैव विविधता अध्ययन",
    "gnbr_access_heading": "पहुंच और परमिट",
    "gnbr_access_text": "मुख्य रूप से पोर्ट ब्लेयर के लिए जहाज या हवाई मार्ग से सुलभ, इसके बाद ग्रेट निकोबार के लिए परमिट और परिवहन की आवश्यकता होती है। प्रवेश परमिट अनिवार्य हैं।",
    "gnbr_significance_heading": "महत्व",
    "gnbr_significance_text": "एक यूनेस्को बायोस्फीयर रिज़र्व के रूप में, यह अद्वितीय द्वीप पारिस्थितिक तंत्र, संकटग्रस्त प्रजातियों और स्वदेशी संस्कृतियों के संरक्षण में महत्वपूर्ण भूमिका निभाता है।",
    "gnbr_gallery_heading": "गैलरी",
    "gnbr_img1_caption": "निकोबार मेगापोड – स्थानिक पक्षी",
    "gnbr_img2_caption": "मैंग्रोव में खारे पानी का मगरमच्छ",
    "gnbr_img3_caption": "लेदरबैक कछुए का घोंसला बनाना",
    "gnbr_footer": "सामग्री विकिपीडिया और अन्य विश्वसनीय स्रोतों से संकलित।"
  },
  "od": {
    "gnbr_title": "ଗ୍ରେଟ୍ ନିକୋବାର ବାୟୋସ୍ଫିଅର ରିଜର୍ଭ – ଅଣ୍ଡମାନ୍ ଏବଂ ନିକୋବାର ଦ୍ୱୀପପୁଞ୍ଜ, ଭାରତ",
    "gnbr_h1": "ଗ୍ରେଟ୍ ନିକୋବାର ବାୟୋସ୍ଫିଅର ରିଜର୍ଭ",
    "gnbr_location": "ଅବସ୍ଥାନ ଏବଂ କ୍ଷେତ୍ରଫଳ: ଗ୍ରେଟ୍ ନିକୋବାର ଦ୍ୱୀପରେ ଅବସ୍ଥିତ, ପ୍ରାୟ 885 ବର୍ଗ କି.ମି. ଉଷ୍ଣକଟିବର୍ତ୍ତୀ ବନ୍ୟଜୀବ ଏବଂ ସମୁଦ୍ରତଟୀୟ ପରିସ୍ଥିତିକୁ କ୍ଷେତ୍ର କବର କରେ।",
    "gnbr_geo_heading": "ଭୂଗୋଳ ଏବଂ ଆବାସସ୍ଥଳୀ",
    "gnbr_geo_text": "ଏହି ରିଜର୍ଭରେ ସ୍ୱଚ୍ଛ ଉଷ୍ଣକଟିବର୍ତ୍ତୀ ସଦାବହାର ଜଙ୍ଗଲ, ମ୍ୟାଙ୍ଗ୍ରୋଭ, ପ୍ରବାଳ ପ୍ରাচୀର ଏବଂ ବାଳୁକା ଶୈଳୀ ଥାଏ, ଯାହା ଅନନ୍ୟ ସମୁଦ୍ରୀୟ ଏବଂ ସ୍ଥଳୀୟ ପରିସ୍ଥିତିକୁ ପ୍ରଦାନ କରେ।",
    "gnbr_flora_heading": "ପ୍ରାଣୀ ଏବଂ ଉଦ୍ଭିଦ",
    "gnbr_fauna": "ପ୍ରାଣୀ: ଖାରାପାଣି କୁମ୍ଭୀର, ନିକୋବାର ମେଗାପୋଡ୍, ବିଶାଳ କ୍ରାବ୍, ଲେଦରବ୍ୟାକ୍ କଚ୍ଛପ ଏବଂ ସ୍ଥାନୀୟ ପକ୍ଷୀ ପ୍ରଜାତି।",
    "gnbr_flora": "ଉଦ୍ଭିଦ: ସମୃଦ୍ଧ ଉଷ୍ଣକଟିବର୍ତ୍ତୀ ବନ୍ୟଜୀବୀୟ ଉଦ୍ଭିଦ, ସ୍ଥାନୀୟ ଓର୍କିଡ୍, ପାମ୍ ଏବଂ ମ୍ୟାଙ୍ଗ୍ରୋଭ ପ୍ରଜାତି।",
    "gnbr_activities_heading": "କାର୍ଯ୍ୟକଳାପ",
    "gnbr_act1": "ବନ୍ୟଜୀବ ଅବଲୋକନ ଏବଂ ଟ୍ରେକିଂ",
    "gnbr_act2": "ମ୍ୟାଙ୍ଗ୍ରୋଭ ଏବଂ ସମୁଦ୍ରତଟୀୟ ପରିସ୍ଥିତିର ଅନୁସନ୍ଧାନ",
    "gnbr_act3": "ସମୁଦ୍ରୀୟ ଜୀବବିବିଧତା ଅଧ୍ୟୟନ",
    "gnbr_access_heading": "ଅଭିଗମ୍ୟତା ଏବଂ ଅନୁମତି",
    "gnbr_access_text": "ପ୍ରାୟତଃ ପୋର୍ଟ୍ ବ୍ଲେୟାର୍‌କୁ ଜାହାଜ କିମ୍ବା ବିମାନ ଦ୍ୱାରା ପହଞ୍ଚିବାଯୋଗ୍ୟ, ତାପରେ ଗ୍ରେଟ୍ ନିକୋବାର ପାଇଁ ଅନୁମତି ଏବଂ ଯାତାୟାତ। ପ୍ରବେଶ ଅନୁମତି ଆବଶ୍ୟକ।",
    "gnbr_significance_heading": "ଗୁରୁତ୍ୱ",
    "gnbr_significance_text": "ଏକ UNESCO ବାୟୋସ୍ଫିଅର ରିଜର୍ଭ ଭାବରେ, ଏହା ବିଶିଷ୍ଟ ଦ୍ୱୀପ ପରିସ୍ଥିତିକୁ, ବିଲୁପ୍ତି ପ୍ରାୟ ପ୍ରଜାତିମାନଙ୍କୁ ଏବଂ ଆଦିବାସୀ ସଂସ୍କୃତିକୁ ସୁରକ୍ଷା କରିବାରେ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଭୂମିକା ନିଭାଏ।",
    "gnbr_gallery_heading": "ଗ୍ୟାଲେରୀ",
    "gnbr_img1_caption": "ନିକୋବାର ମେଗାପୋଡ୍ – ସ୍ଥାନୀୟ ପକ୍ଷୀ",
    "gnbr_img2_caption": "ମ୍ୟାଙ୍ଗ୍ରୋଭରେ ଖାରାପାଣି କୁମ୍ଭୀର",
    "gnbr_img3_caption": "ଲେଦରବ୍ୟାକ୍ କଚ୍ଛପର ଅଣ୍ଡା",
    "gnbr_footer": "ବିଷୟବସ୍ତୁ ଉଇକିପିଡ଼ିଆ ଏବଂ ଅନ୍ୟାନ୍ୟ ବିଶ୍ୱସନୀୟ ସ୍ରୋତରୁ ସଂଗ୍ରହିତ।"
  },
  "es": {
    "gnbr_title": "Reserva de la Biosfera de Gran Nicobar – Islas Andamán y Nicobar, India",
    "gnbr_h1": "Reserva de la Biosfera de Gran Nicobar",
    "gnbr_location": "Ubicación y Área: Situada en la isla Gran Nicobar, Islas Andamán y Nicobar, cubriendo ~885 km² de selvas tropicales y ecosistemas costeros.",
    "gnbr_geo_heading": "Geografía y Hábitat",
    "gnbr_geo_text": "La reserva incluye selvas tropicales perennes, manglares, arrecifes de coral y playas arenosas, ofreciendo una combinación única de ecosistemas marinos y terrestres.",
    "gnbr_flora_heading": "Flora y Fauna",
    "gnbr_fauna": "Fauna: Cocodrilos de agua salada, megapodio de Nicobar, cangrejo gigante ladrón, tortugas laúd y especies de aves endémicas.",
    "gnbr_flora": "Flora: Rica vegetación de selva tropical con muchas orquídeas endémicas, palmas y especies de manglares.",
    "gnbr_activities_heading": "Actividades",
    "gnbr_act1": "Observación de fauna y senderismo",
    "gnbr_act2": "Exploración de manglares y hábitats costeros",
    "gnbr_act3": "Estudios de biodiversidad marina",
    "gnbr_access_heading": "Accesibilidad y Permisos",
    "gnbr_access_text": "Accesible principalmente en barco o avión a Port Blair, seguido de permisos y transporte a Gran Nicobar. Los permisos de entrada son obligatorios.",
    "gnbr_significance_heading": "Importancia",
    "gnbr_significance_text": "Como Reserva de la Biosfera de la UNESCO, desempeña un papel vital en la conservación de ecosistemas isleños únicos, especies en peligro y en la protección de culturas indígenas.",
    "gnbr_gallery_heading": "Galería",
    "gnbr_img1_caption": "Megapodio de Nicobar – ave endémica",
    "gnbr_img2_caption": "Cocodrilo de agua salada en manglares",
    "gnbr_img3_caption": "Nidificación de tortuga laúd",
    "gnbr_footer": "Contenido recopilado de Wikipedia y otras fuentes confiables."
  }
}
