{
  "en": {
    "nanda_title": "Nanda Devi Biosphere Reserve – Uttarakhand, India",
    "nanda_h1": "Nanda Devi Biosphere Reserve",
    "nanda_location": "Location & Area: Located in Uttarakhand, India; covering ~5,860 km² in the Himalayas, surrounding the Nanda Devi peak.",
    "nanda_geo_heading": "Geography & Habitat",
    "nanda_geo_text": "The reserve encompasses the Nanda Devi National Park and Valley of Flowers, with alpine meadows, glaciers, and rugged Himalayan terrain.",
    "nanda_flora_heading": "Flora & Fauna",
    "nanda_fauna": "Fauna: Snow leopard, Himalayan musk deer, bharal (blue sheep), Himalayan tahr, and numerous bird species.",
    "nanda_flora": "Flora: Alpine flora, rhododendrons, junipers, birch, and endemic flowering plants in the Valley of Flowers.",
    "nanda_activities_heading": "Activities",
    "nanda_act1": "Trekking in Valley of Flowers",
    "nanda_act2": "Himalayan wildlife observation",
    "nanda_act3": "Scenic views of Nanda Devi peak and glaciers",
    "nanda_access_heading": "Accessibility & Permits",
    "nanda_access_text": "Nearest town: Joshimath. Accessible via road from Rishikesh and Haridwar; trekking required to reach core zones. Entry permits are mandatory.",
    "nanda_significance_heading": "Significance",
    "nanda_significance_text": "A UNESCO World Heritage Site, vital for high-altitude biodiversity conservation and Himalayan ecology.",
    "nanda_gallery_heading": "Gallery",
    "nanda_img1_caption": "Nanda Devi Peak",
    "nanda_img2_caption": "Valley of Flowers",
    "nanda_img3_caption": "Snow Leopard – apex predator of the Himalayas",
    "nanda_footer": "Content compiled from Wikipedia & other credible sources."
  },
  "hi": {
    "nanda_title": "नंदा देवी बायोस्फीयर रिज़र्व – उत्तराखंड, भारत",
    "nanda_h1": "नंदा देवी बायोस्फीयर रिज़र्व",
    "nanda_location": "स्थान और क्षेत्र: उत्तराखंड, भारत में स्थित; हिमालय में लगभग 5,860 वर्ग किमी क्षेत्र को कवर करता है, नंदा देवी शिखर को घेरते हुए।",
    "nanda_geo_heading": "भूगोल और आवास",
    "nanda_geo_text": "रिज़र्व में नंदा देवी राष्ट्रीय उद्यान और फूलों की घाटी शामिल है, जिसमें अल्पाइन घास के मैदान, हिमनद और कठिन हिमालयी भू-भाग हैं।",
    "nanda_flora_heading": "वनस्पति और जीव",
    "nanda_fauna": "जीव: हिम तेंदुआ, कस्तूरी मृग, भरल (नीली भेड़), हिमालयी तहर और कई पक्षी प्रजातियाँ।",
    "nanda_flora": "वनस्पति: अल्पाइन वनस्पति, रोडोडेंड्रॉन, जुनिपर, बर्च और फूलों की घाटी में स्थानिक फूलों के पौधे।",
    "nanda_activities_heading": "गतिविधियाँ",
    "nanda_act1": "फूलों की घाटी में ट्रेकिंग",
    "nanda_act2": "हिमालयी वन्यजीव अवलोकन",
    "nanda_act3": "नंदा देवी शिखर और हिमनदों का दृश्य",
    "nanda_access_heading": "पहुँच और परमिट",
    "nanda_access_text": "निकटतम शहर: जोशीमठ। ऋषिकेश और हरिद्वार से सड़क द्वारा पहुंच योग्य; कोर ज़ोन तक पहुँचने के लिए ट्रेकिंग आवश्यक है। प्रवेश परमिट अनिवार्य हैं।",
    "nanda_significance_heading": "महत्व",
    "nanda_significance_text": "एक यूनेस्को विश्व धरोहर स्थल, उच्च ऊंचाई पर जैव विविधता संरक्षण और हिमालयी पारिस्थितिकी के लिए महत्वपूर्ण।",
    "nanda_gallery_heading": "गैलरी",
    "nanda_img1_caption": "नंदा देवी शिखर",
    "nanda_img2_caption": "फूलों की घाटी",
    "nanda_img3_caption": "हिम तेंदुआ – हिमालय का शीर्ष शिकारी",
    "nanda_footer": "सामग्री विकिपीडिया और अन्य विश्वसनीय स्रोतों से संकलित।"
  },
  "or": {
    "nanda_title": "ନନ୍ଦାଦେବୀ ବାୟୋସ୍ଫିୟର୍ ରିଜର୍ଭ – ଉତ୍ତରାଖଣ୍ଡ, ଭାରତ",
    "nanda_h1": "ନନ୍ଦାଦେବୀ ବାୟୋସ୍ଫିୟର୍ ରିଜର୍ଭ",
    "nanda_location": "ଅବସ୍ଥାନ ଓ କ୍ଷେତ୍ରଫଳ: ଉତ୍ତରାଖଣ୍ଡ, ଭାରତରେ ଅବସ୍ଥିତ; ହିମାଳୟରେ ପ୍ରାୟ 5,860 କି.ମି² କ୍ଷେତ୍ରକୁ ଆବର୍ତ୍ତ କରେ, ଯାହା ନନ୍ଦାଦେବୀ ଶିଖରକୁ ଘେରିଥାଏ।",
    "nanda_geo_heading": "ଭୂଗୋଳ ଓ ଆବାସସ୍ଥଳ",
    "nanda_geo_text": "ଏହି ରିଜର୍ଭରେ ନନ୍ଦାଦେବୀ ଜାତୀୟ উদ୍ୟାନ ଏବଂ ଫୁଲର up घाटी ରହିଛି, ଯାହାରେ ହିମାଳୟୀୟ ଭୂଭାଗ, ହିମପାତ ଏବଂ ଉଚ୍ଚଭୂମିୟ ଚରଣଭୂମି ରହିଛି।",
    "nanda_flora_heading": "ବନସ୍ପତି ଓ ପ୍ରାଣୀ",
    "nanda_fauna": "ପ୍ରାଣୀ: ହିମ-ଚିତା, କଷ୍ଟୁରୀ ହରିଣ, ଭାରାଲ୍ (ନୀଳ ଛେଳି), ହିମାଳୟୀୟ ତାହାର୍ ଏବଂ ଅନେକ ପକ୍ଷୀ।",
    "nanda_flora": "ବନସ୍ପତି: ଅଲ୍ପାଇନ୍ ବନସ୍ପତି, ରୋଡୋଡେଣ୍ଡ୍ରନ୍, ଜୁନିପର୍, ବିର୍ଚ୍ଚ୍ ଏବଂ ଫୁଲର up घाटୀରେ ନିଜସ୍ଥାନୀୟ ଉଦ୍ଭିଦ।",
    "nanda_activities_heading": "କାର୍ଯ୍ୟକଳାପ",
    "nanda_act1": "ଫୁଲର up घाटୀରେ ଟ୍ରେକିଂ",
    "nanda_act2": "ହିମାଳୟୀୟ ପ୍ରାଣୀଜଗତ ଅବଲୋକନ",
    "nanda_act3": "ନନ୍ଦାଦେବୀ ଶିଖର ଓ ହିମପାତର ଦୃଶ୍ୟ",
    "nanda_access_heading": "ପହଞ୍ଚ ଓ ଅନୁମତି",
    "nanda_access_text": "ନିକଟସ୍ଥ ସହର: ଜୋଶୀମଠ। ଋଷିକେଶ ଓ ହରିଦ୍ୱାରରୁ ସଡକ୍ ମାର୍ଗରେ ପହଞ୍ଚିବାଯୋଗ୍ୟ; କୋର୍ ଜୋନ୍ ପହଞ୍ଚିବା ପାଇଁ ଟ୍ରେକିଂ ଆବଶ୍ୟକ। ପ୍ରବେଶ ଅନୁମତି ଆବଶ୍ୟକ।",
    "nanda_significance_heading": "ଗୁରୁତ୍ୱ",
    "nanda_significance_text": "ଏକ ୟୁନେସ୍କୋ ୱର୍ଲ୍ଡ ହେରିଟେଜ୍ ସ୍ଥଳ, ଉଚ୍ଚଭୂମିୟ ଜୈବ ବିବିଧତା ସୁରକ୍ଷା ଓ ହିମାଳୟୀୟ ପରିବେଶ ପାଇଁ ଅତ୍ୟନ୍ତ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ।",
    "nanda_gallery_heading": "ଗ୍ୟାଲେରୀ",
    "nanda_img1_caption": "ନନ୍ଦାଦେବୀ ଶିଖର",
    "nanda_img2_caption": "ଫୁଲର up घाटୀ",
    "nanda_img3_caption": "ହିମ-ଚିତା – ହିମାଳୟର ଶୀର୍ଷ ଶିକାରୀ",
    "nanda_footer": "ବିଷୟବସ୍ତୁ ୱିକିପିଡ଼ିଆ ଏବଂ ଅନ୍ୟ ନିର୍ଭରଯୋଗ୍ୟ ସ୍ତ୍ରୋତରୁ ସଂଗ୍ରହୀତ।"
  },
  "es": {
    "nanda_title": "Reserva de la Biosfera de Nanda Devi – Uttarakhand, India",
    "nanda_h1": "Reserva de la Biosfera de Nanda Devi",
    "nanda_location": "Ubicación y Área: Situada en Uttarakhand, India; cubre ~5,860 km² en el Himalaya, alrededor del pico Nanda Devi.",
    "nanda_geo_heading": "Geografía y Hábitat",
    "nanda_geo_text": "La reserva incluye el Parque Nacional Nanda Devi y el Valle de las Flores, con praderas alpinas, glaciares y terreno montañoso del Himalaya.",
    "nanda_flora_heading": "Flora y Fauna",
    "nanda_fauna": "Fauna: Leopardo de las nieves, ciervo almizclero del Himalaya, bharal (oveja azul), tahr del Himalaya y numerosas aves.",
    "nanda_flora": "Flora: Vegetación alpina, rododendros, enebros, abedules y plantas endémicas en el Valle de las Flores.",
    "nanda_activities_heading": "Actividades",
    "nanda_act1": "Senderismo en el Valle de las Flores",
    "nanda_act2": "Observación de la vida silvestre del Himalaya",
    "nanda_act3": "Vistas panorámicas del pico Nanda Devi y los glaciares",
    "nanda_access_heading": "Accesibilidad y Permisos",
    "nanda_access_text": "Ciudad más cercana: Joshimath. Acceso por carretera desde Rishikesh y Haridwar; se requiere senderismo para las zonas centrales. Los permisos de entrada son obligatorios.",
    "nanda_significance_heading": "Significado",
    "nanda_significance_text": "Un Sitio del Patrimonio Mundial de la UNESCO, vital para la conservación de la biodiversidad de gran altitud y la ecología del Himalaya.",
    "nanda_gallery_heading": "Galería",
    "nanda_img1_caption": "Pico Nanda Devi",
    "nanda_img2_caption": "Valle de las Flores",
    "nanda_img3_caption": "Leopardo de las nieves – depredador ápice del Himalaya",
    "nanda_footer": "Contenido recopilado de Wikipedia y otras fuentes confiables."
  }
}
