{
  "en": {
    "sesh_title": "Seshachalam Hills Biosphere Reserve – Andhra Pradesh, India",
    "sesh_h1": "Seshachalam Hills Biosphere Reserve",
    "sesh_location": "Location & Area: Chittoor and Kadapa districts, Andhra Pradesh; covers about 4,755 km², designated as a biosphere reserve in 2010.",
    "sesh_geo_title": "Geography & Habitat",
    "sesh_geo_text": "The reserve encompasses part of the Eastern Ghats, with rugged hills, valleys, and seasonal rivers. The Seshachalam Hills are known for their unique red sanders forests.",
    "sesh_flora_title": "Flora & Fauna",
    "sesh_fauna": "Fauna: Leopard, sloth bear, golden jackal, jungle cat, sambar deer, spotted deer, Indian giant squirrel, monitor lizard, and numerous bird species.",
    "sesh_flora": "Flora: Dominated by red sanders (Pterocarpus santalinus), tropical dry deciduous forests, and scrub vegetation.",
    "sesh_activities_title": "Activities",
    "sesh_act1": "Trekking and nature walks in forested hills",
    "sesh_act2": "Birdwatching and wildlife photography",
    "sesh_act3": "Exploration of sacred Tirumala hills and temples",
    "sesh_access_title": "Accessibility & Permits",
    "sesh_access_text": "Nearest city: Tirupati. Accessible via road and rail from major cities in Andhra Pradesh and Tamil Nadu. Permits may be needed for trekking in core forest areas.",
    "sesh_significance_title": "Significance",
    "sesh_significance_text": "The biosphere reserve is the only habitat for red sanders, a rare and valuable tree species found nowhere else in the world.",
    "sesh_gallery_title": "Gallery",
    "sesh_img1_cap": "Tirumala Hills – sacred and biodiverse",
    "sesh_img2_cap": "Red Sanders – rare endemic tree",
    "sesh_img3_cap": "Indian Giant Squirrel – arboreal beauty",
    "sesh_footer": "Content compiled from Wikipedia & official sources."
  },
  "hi": {
    "sesh_title": "शेषाचलम हिल्स बायोस्फीयर रिजर्व – आंध्र प्रदेश, भारत",
    "sesh_h1": "शेषाचलम हिल्स बायोस्फीयर रिजर्व",
    "sesh_location": "स्थान और क्षेत्रफल: आंध्र प्रदेश के चित्तूर और कडप्पा जिले; लगभग 4,755 वर्ग किमी, 2010 में बायोस्फीयर रिजर्व के रूप में नामित।",
    "sesh_geo_title": "भूगोल और आवास",
    "sesh_geo_text": "यह रिजर्व पूर्वी घाट के हिस्से को शामिल करता है, जिसमें ऊबड़-खाबड़ पहाड़ियां, घाटियां और मौसमी नदियां हैं। शेषाचलम हिल्स अपने अद्वितीय लाल चंदन के जंगलों के लिए प्रसिद्ध हैं।",
    "sesh_flora_title": "वनस्पति और जीव-जंतु",
    "sesh_fauna": "जीव-जंतु: तेंदुआ, भालू, गोल्डन सियार, जंगली बिल्ली, सांभर हिरण, चीतल, भारतीय विशाल गिलहरी, मॉनिटर छिपकली और अनेक पक्षी प्रजातियां।",
    "sesh_flora": "वनस्पति: लाल चंदन (प्टेरोकार्पस सैंटालिनस) के जंगल, उष्णकटिबंधीय शुष्क पर्णपाती वन और झाड़ीदार वनस्पति।",
    "sesh_activities_title": "गतिविधियाँ",
    "sesh_act1": "जंगल की पहाड़ियों में ट्रेकिंग और नेचर वॉक",
    "sesh_act2": "पक्षी अवलोकन और वन्यजीव फोटोग्राफी",
    "sesh_act3": "पवित्र तिरुमला पहाड़ियों और मंदिरों की खोज",
    "sesh_access_title": "पहुंच और परमिट",
    "sesh_access_text": "निकटतम शहर: तिरुपति। आंध्र प्रदेश और तमिलनाडु के प्रमुख शहरों से सड़क और रेल द्वारा पहुंच योग्य। मुख्य वन क्षेत्रों में ट्रेकिंग के लिए परमिट की आवश्यकता हो सकती है।",
    "sesh_significance_title": "महत्व",
    "sesh_significance_text": "यह बायोस्फीयर रिजर्व लाल चंदन का एकमात्र प्राकृतिक आवास है, जो दुनिया में कहीं और नहीं पाया जाता।",
    "sesh_gallery_title": "गैलरी",
    "sesh_img1_cap": "तिरुमला पहाड़ियां – पवित्र और जैव विविध",
    "sesh_img2_cap": "लाल चंदन – दुर्लभ स्थानिक वृक्ष",
    "sesh_img3_cap": "भारतीय विशाल गिलहरी – वृक्षवासी सुंदरता",
    "sesh_footer": "सामग्री विकिपीडिया और आधिकारिक स्रोतों से संकलित।"
  },
  "od": {
    "sesh_title": "ଶେଷାଚଲମ ପାହାଡ଼ ବାୟୋସ୍ଫିୟାର ରିଜର୍ଭ – ଆନ୍ଧ୍ର ପ୍ରଦେଶ, ଭାରତ",
    "sesh_h1": "ଶେଷାଚଲମ ପାହାଡ଼ ବାୟୋସ୍ଫିୟାର ରିଜର୍ଭ",
    "sesh_location": "ସ୍ଥାନ ଏବଂ କ୍ଷେତ୍ରଫଳ: ଆନ୍ଧ୍ର ପ୍ରଦେଶର ଚିତ୍ତୁର ଏବଂ କଡପା ଜିଲ୍ଲା; ପ୍ରାୟ 4,755 ବର୍ଗ କି.ମି., 2010 ମସିହାରେ ବାୟୋସ୍ଫିୟାର ରିଜର୍ଭ ଘୋଷିତ।",
    "sesh_geo_title": "ଭୂଗୋଳ ଏବଂ ବାସସ୍ଥାନ",
    "sesh_geo_text": "ଏହି ରିଜର୍ଭରେ ପୂର୍ବ ଘାଟର କିଛି ଅଂଶ ରହିଛି, ଯାହାରେ ପାହାଡ଼, ଉପତ୍ୟକା ଏବଂ ଋତୁକାଳୀନ ନଦୀ ରହିଛି। ଶେଷାଚଲମ ପାହାଡ଼ଗୁଡ଼ିକ ଲାଲ ଚନ୍ଦନ ଜଙ୍ଗଳ ପାଇଁ ପ୍ରସିଦ୍ଧ।",
    "sesh_flora_title": "ଉଦ୍ଭିଦ ଏବଂ ପ୍ରାଣୀ",
    "sesh_fauna": "ପ୍ରାଣୀ: ଚିତା, ଭାଲୁ, ସୁବର୍ଣ୍ଣ ଶିଆଳ, ବନ୍ୟ ବିଲାଡ଼ି, ସାମ୍ବର ହରିଣ, ଚିତଳ, ଭାରତୀୟ ବଡ଼ ଗିଲିହାରି, ଗୋଧି, ଏବଂ ଅନେକ ପକ୍ଷୀ ପ୍ରଜାତି।",
    "sesh_flora": "ଉଦ୍ଭିଦ: ଲାଲ ଚନ୍ଦନ (ପ୍ଟେରୋକାର୍ପସ ସାଣ୍ଟାଲିନସ) ଜଙ୍ଗଳ, ଉଷ୍ଣମଣ୍ଡଳୀୟ ଶୁଷ୍କ ପତ୍ରପାତୀ ବନ, ଏବଂ ଝାଡ଼ି।",
    "sesh_activities_title": "କାର୍ଯ୍ୟକଳାପ",
    "sesh_act1": "ଜଙ୍ଗଲ ପାହାଡ଼ରେ ଟ୍ରେକିଂ ଏବଂ ପ୍ରକୃତି ଭ୍ରମଣ",
    "sesh_act2": "ପକ୍ଷୀ ଦେଖିବା ଏବଂ ବନ୍ୟଜୀବ ଫଟୋଗ୍ରାଫି",
    "sesh_act3": "ପବିତ୍ର ତିରୁମଳା ପାହାଡ଼ ଏବଂ ମନ୍ଦିର ଦର୍ଶନ",
    "sesh_access_title": "ପହଞ୍ଚ ଏବଂ ଅନୁମତି",
    "sesh_access_text": "ସର୍ବନିକଟ ସହର: ତିରୁପତି। ଆନ୍ଧ୍ର ପ୍ରଦେଶ ଏବଂ ତାମିଳନାଡୁର ପ୍ରମୁଖ ସହରଗୁଡ଼ିକୁ ରାସ୍ତା ଏବଂ ରେଳ ଦ୍ୱାରା ସହଜ ପହଞ୍ଚ। ମୁଖ୍ୟ ବନ ଅଞ୍ଚଳରେ ଟ୍ରେକିଂ ପାଇଁ ଅନୁମତି ଆବଶ୍ୟକ।",
    "sesh_significance_title": "ଗୁରୁତ୍ୱ",
    "sesh_significance_text": "ଏହି ବାୟୋସ୍ଫିୟାର ରିଜର୍ଭ ହେଉଛି ଲାଲ ଚନ୍ଦନର ଏକମାତ୍ର ବାସସ୍ଥାନ, ଯାହା ପୃଥିବୀରେ ଅନ୍ୟ କେଉଁଠି ମିଳେନି।",
    "sesh_gallery_title": "ଗ୍ୟାଲେରୀ",
    "sesh_img1_cap": "ତିରୁମଳା ପାହାଡ଼ – ପବିତ୍ର ଏବଂ ଜୈବ ବିବିଧ",
    "sesh_img2_cap": "ଲାଲ ଚନ୍ଦନ – ଦୁର୍ଲଭ ସ୍ଥାନୀୟ ଗଛ",
    "sesh_img3_cap": "ଭାରତୀୟ ବଡ଼ ଗିଲିହାରି – ବୃକ୍ଷବାସୀ ସୌନ୍ଦର୍ଯ୍ୟ",
    "sesh_footer": "ବିଷୟବସ୍ତୁ ଉଇକିପିଡିଆ ଏବଂ ଆଧିକାରିକ ସ୍ରୋତରୁ ସଂଗ୍ରହ।"
  },
  "es": {
    "sesh_title": "Reserva de la Biosfera de las Colinas de Seshachalam – Andhra Pradesh, India",
    "sesh_h1": "Reserva de la Biosfera de las Colinas de Seshachalam",
    "sesh_location": "Ubicación y área: Distritos de Chittoor y Kadapa, Andhra Pradesh; cubre aproximadamente 4,755 km², designada como reserva de biosfera en 2010.",
    "sesh_geo_title": "Geografía y Hábitat",
    "sesh_geo_text": "La reserva abarca parte de los Ghats Orientales, con colinas escarpadas, valles y ríos estacionales. Las colinas de Seshachalam son conocidas por sus únicos bosques de sándalo rojo.",
    "sesh_flora_title": "Flora y Fauna",
    "sesh_fauna": "Fauna: Leopardo, oso perezoso, chacal dorado, gato montés, ciervo sambar, ciervo moteado, ardilla gigante india, lagarto monitor y numerosas especies de aves.",
    "sesh_flora": "Flora: Dominada por el sándalo rojo (Pterocarpus santalinus), bosques secos tropicales y vegetación de matorral.",
    "sesh_activities_title": "Actividades",
    "sesh_act1": "Senderismo y caminatas por colinas boscosas",
    "sesh_act2": "Observación de aves y fotografía de vida silvestre",
    "sesh_act3": "Exploración de las sagradas colinas y templos de Tirumala",
    "sesh_access_title": "Accesibilidad y Permisos",
    "sesh_access_text": "Ciudad más cercana: Tirupati. Accesible por carretera y tren desde las principales ciudades de Andhra Pradesh y Tamil Nadu. Se pueden requerir permisos para caminatas en áreas forestales centrales.",
    "sesh_significance_title": "Importancia",
    "sesh_significance_text": "La reserva de biosfera es el único hábitat del sándalo rojo, una especie de árbol rara y valiosa que no se encuentra en ninguna otra parte del mundo.",
    "sesh_gallery_title": "Galería",
    "sesh_img1_cap": "Colinas de Tirumala – sagradas y biodiversas",
    "sesh_img2_cap": "Sándalo rojo – árbol endémico raro",
    "sesh_img3_cap": "Ardilla gigante india – belleza arbórea",
    "sesh_footer": "Contenido compilado de Wikipedia y fuentes oficiales."
  }
}
