{
  "en": {
    "sharavathi_title": "Sharavathi Valley Wildlife Sanctuary – Karnataka, India",
    "sharavathi_heading": "Sharavathi Valley Wildlife Sanctuary",
    "sharavathi_location": "Location & Area: Shimoga district, Karnataka, India; covers about 431.23 km².",
    "sharavathi_overview_title": "Overview & History",
    "sharavathi_overview_text": "Established in 1972, the sanctuary surrounds the backwaters of the Linganamakki Dam built across the Sharavathi River. It is famous for the Jog Falls, one of the highest waterfalls in India, located nearby.",
    "sharavathi_topography_title": "Topography & Climate",
    "sharavathi_topography_text": "The terrain consists of lush evergreen and semi-evergreen forests interspersed with rivers, valleys, and rolling hills. Receives heavy monsoon rainfall and has a mild climate throughout the year.",
    "sharavathi_flora_fauna_title": "Flora & Fauna",
    "sharavathi_flora_fauna_list": "Fauna: Tiger, leopard, sloth bear, wild dog (dhole), sambar, spotted deer, gaur, lion-tailed macaque, Malabar giant squirrel, and diverse bird species. Flora: Evergreen forests with species like Dipterocarpus, Hopea, and various medicinal plants.",
    "sharavathi_activities_title": "Visitor Info & Activities",
    "sharavathi_activities_list": "Best season: November to March. Activities: Trekking, birdwatching, wildlife safaris, visiting Jog Falls, boating in Linganamakki backwaters.",
    "sharavathi_significance_title": "Significance",
    "sharavathi_significance_text": "A biodiversity hotspot in the Western Ghats, playing a vital role in water conservation, hydroelectric power generation, and protection of endemic species.",
    "sharavathi_gallery_title": "Gallery",
    "sharavathi_img1_caption": "Linganamakki Dam Backwaters",
    "sharavathi_img2_caption": "Jog Falls – near the sanctuary",
    "sharavathi_img3_caption": "Evergreen forest landscape",
    "sharavathi_footer": "Content compiled from Wikipedia and related official sources."
  },
  "hi": {
    "sharavathi_title": "शरावती घाटी वन्यजीव अभयारण्य – कर्नाटक, भारत",
    "sharavathi_heading": "शरावती घाटी वन्यजीव अभयारण्य",
    "sharavathi_location": "स्थान और क्षेत्र: शिमोगा जिला, कर्नाटक, भारत; लगभग 431.23 वर्ग कि.मी. में फैला है।",
    "sharavathi_overview_title": "सारांश और इतिहास",
    "sharavathi_overview_text": "1972 में स्थापित, यह अभयारण्य शरावती नदी पर बने लिंगनमक्की बांध के बैकवाटर से घिरा हुआ है। यह भारत के सबसे ऊँचे जलप्रपातों में से एक, जोग फॉल्स, के निकट होने के लिए प्रसिद्ध है।",
    "sharavathi_topography_title": "स्थलाकृति और जलवायु",
    "sharavathi_topography_text": "यहाँ का भू-भाग हरे-भरे सदाबहार और अर्द्ध-सदाबहार वनों, नदियों, घाटियों और लहरदार पहाड़ियों से युक्त है। यहाँ भारी वर्षा होती है और पूरे वर्ष मौसम सुहावना रहता है।",
    "sharavathi_flora_fauna_title": "वनस्पति और जीव-जंतु",
    "sharavathi_flora_fauna_list": "जीव-जंतु: बाघ, तेंदुआ, स्लॉथ भालू, जंगली कुत्ता (ढोल), सांभर, चीतल, गौर, लायन-टेल्ड मकाक, मालाबार जायंट गिलहरी और विभिन्न पक्षी प्रजातियाँ। वनस्पति: डिप्टेरोकार्पस, होपिया और विभिन्न औषधीय पौधों सहित सदाबहार वन।",
    "sharavathi_activities_title": "पर्यटक जानकारी और गतिविधियाँ",
    "sharavathi_activities_list": "सर्वोत्तम समय: नवंबर से मार्च। गतिविधियाँ: ट्रेकिंग, पक्षी अवलोकन, वन्यजीव सफारी, जोग फॉल्स का भ्रमण, लिंगनमक्की बैकवाटर में नौकायन।",
    "sharavathi_significance_title": "महत्व",
    "sharavathi_significance_text": "पश्चिमी घाट में स्थित यह एक जैव विविधता हॉटस्पॉट है, जो जल संरक्षण, जलविद्युत उत्पादन और स्थानिक प्रजातियों के संरक्षण में महत्वपूर्ण भूमिका निभाता है।",
    "sharavathi_gallery_title": "गैलरी",
    "sharavathi_img1_caption": "लिंगनमक्की बांध के बैकवाटर",
    "sharavathi_img2_caption": "जोग फॉल्स – अभयारण्य के पास",
    "sharavathi_img3_caption": "सदाबहार वन परिदृश्य",
    "sharavathi_footer": "विकिपीडिया और संबंधित आधिकारिक स्रोतों से संकलित सामग्री।"
  },
  "or": {
    "sharavathi_title": "ଶରାବତୀ ଭାଲି ବନ୍ୟଜୀବ ଅଭୟାରଣ୍ୟ – କର୍ଣ୍ଣାଟକ, ଭାରତ",
    "sharavathi_heading": "ଶରାବତୀ ଭାଲି ବନ୍ୟଜୀବ ଅଭୟାରଣ୍ୟ",
    "sharavathi_location": "ଅବସ୍ଥାନ ଓ କ୍ଷେତ୍ରଫଳ: ଶିମୋଗା ଜିଲ୍ଲା, କର୍ଣ୍ଣାଟକ, ଭାରତ; ପ୍ରାୟ 431.23 କି.ମି.²।",
    "sharavathi_overview_title": "ସାରାଂଶ ଓ ଇତିହାସ",
    "sharavathi_overview_text": "1972 ରେ ସ୍ଥାପିତ, ଏହି ଅଭୟାରଣ୍ୟ ଶରାବତୀ ନଦୀରେ ନିର୍ମିତ ଲିଙ୍ଗନମକ୍କି ବନ୍ଧର ବ୍ୟାକୱାଟର୍‌ରେ ଘେରା। ଏହା ଭାରତର ସର୍ବୋଚ୍ଚ ଜଳପ୍ରପାତମାନଙ୍କ ମଧ୍ୟରୁ ଗୋଟିଏ, ଜୋଗ୍ ଫଲ୍ସ୍‌ ପାଖରେ ଅବସ୍ଥିତ।",
    "sharavathi_topography_title": "ଭୂପୃଷ୍ଠ ଓ ଜଳବାୟୁ",
    "sharavathi_topography_text": "ଏଠାର ଭୂପୃଷ୍ଠ ଘନ ସଦାବହାର ଓ ଅର୍ଦ୍ଧ-ସଦାବହାର ଜଙ୍ଗଲ, ନଦୀ, ଉପତ୍ୟକା ଓ ପାହାଡ଼ରୁ ଗଠିତ। ଏଠାରେ ଭାରି ବର୍ଷା ହୁଏ ଓ ସାରା ବର୍ଷ ହଳକା ଜଳବାୟୁ ରହେ।",
    "sharavathi_flora_fauna_title": "ପ୍ରାଣୀ ଓ ଉଦ୍ଭିଦ",
    "sharavathi_flora_fauna_list": "ପ୍ରାଣୀ: ବାଘ, ଚିତା, ଭାଲୁକ (ସ୍ଲୋଥ୍), ବନ୍ୟ କୁକୁର (ଢୋଳ), ସାମ୍ବର୍, ହରିଣ, ଗୌର୍, ସିଂହ-ଲାଜା ମକାକ୍, ମାଲବାର ଜାଇଅଣ୍ଟ୍ ସ୍କ୍ୱିରେଲ୍, ବିଭିନ୍ନ ପକ୍ଷୀ ପ୍ରଜାତି। ଉଦ୍ଭିଦ: ଡିପ୍ଟେରୋକାର୍ପସ୍, ହୋପିଆ, ବିଭିନ୍ନ ଔଷଧୀୟ ଉଦ୍ଭିଦ।",
    "sharavathi_activities_title": "ପର୍ଯ୍ୟଟକ ସୂଚନା ଓ କାର୍ଯ୍ୟକଳାପ",
    "sharavathi_activities_list": "ଭଲ ସମୟ: ନଭେମ୍ବରରୁ ମାର୍ଚ୍ଚ। କାର୍ଯ୍ୟକଳାପ: ଟ୍ରେକିଂ, ପକ୍ଷୀ ଦେଖିବା, ବନ୍ୟଜୀବ ସାଫାରି, ଜୋଗ୍ ଫଲ୍ସ୍ ଦର୍ଶନ, ଲିଙ୍ଗନମକ୍କି ବ୍ୟାକୱାଟର୍‌ରେ ନୌକା ବିହାର।",
    "sharavathi_significance_title": "ଗୁରୁତ୍ୱ",
    "sharavathi_significance_text": "ପଶ୍ଚିମ ଘାଟରେ ଏକ ଜୀବ ବିବିଧତା ହଟସ୍ପଟ୍, ଯାହା ଜଳ ସଂରକ୍ଷଣ, ଜଳବିଦ୍ୟୁତ ଉତ୍ପାଦନ ଓ ସ୍ଥାନୀୟ ପ୍ରଜାତି ସୁରକ୍ଷାରେ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ।",
    "sharavathi_gallery_title": "ଗ୍ୟାଲେରୀ",
    "sharavathi_img1_caption": "ଲିଙ୍ଗନମକ୍କି ବନ୍ଧ ବ୍ୟାକୱାଟର୍",
    "sharavathi_img2_caption": "ଜୋଗ୍ ଫଲ୍ସ୍ – ଅଭୟାରଣ୍ୟ ପାଖରେ",
    "sharavathi_img3_caption": "ସଦାବହାର ଜଙ୍ଗଲ ପରିଦୃଶ୍ୟ",
    "sharavathi_footer": "ବିକିପିଡ଼ିଆ ଓ ସମ୍ବନ୍ଧିତ ଆଧିକାରିକ ସ୍ରୋତରୁ ସଂଗୃହୀତ ବିଷୟବସ୍ତୁ।"
  },
  "es": {
    "sharavathi_title": "Santuario de Vida Silvestre del Valle de Sharavathi – Karnataka, India",
    "sharavathi_heading": "Santuario de Vida Silvestre del Valle de Sharavathi",
    "sharavathi_location": "Ubicación y Área: Distrito de Shimoga, Karnataka, India; cubre aproximadamente 431,23 km².",
    "sharavathi_overview_title": "Descripción General e Historia",
    "sharavathi_overview_text": "Establecido en 1972, el santuario rodea los embalses de la presa Linganamakki construida sobre el río Sharavathi. Es famoso por las cataratas Jog, una de las más altas de la India, situadas cerca.",
    "sharavathi_topography_title": "Topografía y Clima",
    "sharavathi_topography_text": "El terreno consiste en bosques siempreverdes y semi-siempreverdes, ríos, valles y colinas onduladas. Recibe abundantes lluvias monzónicas y mantiene un clima templado todo el año.",
    "sharavathi_flora_fauna_title": "Flora y Fauna",
    "sharavathi_flora_fauna_list": "Fauna: Tigre, leopardo, oso perezoso, perro salvaje (dhole), sambar, ciervo moteado, gaur, macaco de cola de león, ardilla gigante de Malabar y diversas aves. Flora: Bosques siempreverdes con especies como Dipterocarpus, Hopea y varias plantas medicinales.",
    "sharavathi_activities_title": "Información para Visitantes y Actividades",
    "sharavathi_activities_list": "Mejor temporada: Noviembre a marzo. Actividades: Senderismo, observación de aves, safaris de vida silvestre, visita a las cataratas Jog, paseos en bote en los embalses de Linganamakki.",
    "sharavathi_significance_title": "Importancia",
    "sharavathi_significance_text": "Un punto caliente de biodiversidad en los Ghats Occidentales, desempeña un papel vital en la conservación del agua, la generación de energía hidroeléctrica y la protección de especies endémicas.",
    "sharavathi_gallery_title": "Galería",
    "sharavathi_img1_caption": "Embalses de la presa Linganamakki",
    "sharavathi_img2_caption": "Cataratas Jog – cerca del santuario",
    "sharavathi_img3_caption": "Paisaje de bosque siempreverde",
    "sharavathi_footer": "Contenido recopilado de Wikipedia y fuentes oficiales relacionadas."
  }
}
