{
  "en": {
    "gbr_title": "Gulf of Mannar Biosphere Reserve – Tamil Nadu, India",
    "gbr_h1": "Gulf of Mannar Biosphere Reserve",
    "gbr_location": "Location & Area: Situated along the Tamil Nadu coast, covering ~10,500 km² including 21 islands and rich marine ecosystems.",
    "gbr_geo_heading": "Geography & Habitat",
    "gbr_geo_text": "The reserve lies between India and Sri Lanka, featuring coral reefs, seagrass beds, mangroves, and lagoons, supporting exceptional marine biodiversity.",
    "gbr_flora_heading": "Flora & Fauna",
    "gbr_fauna": "Fauna: Dugongs (sea cows), dolphins, sea turtles, reef fish, and over 3600 marine species.",
    "gbr_flora": "Flora: Seagrass species, mangroves, and algae forming vital marine habitats.",
    "gbr_activities_heading": "Activities",
    "gbr_act1": "Marine eco-tourism and snorkeling",
    "gbr_act2": "Research on coral reefs and seagrass ecosystems",
    "gbr_act3": "Birdwatching in coastal habitats",
    "gbr_access_heading": "Accessibility & Permits",
    "gbr_access_text": "Nearest city: Rameswaram. Accessible by road and rail from Madurai and Chennai. Special permits are required for island visits.",
    "gbr_significance_heading": "Significance",
    "gbr_significance_text": "India’s first marine biosphere reserve, recognized for protecting endangered species like dugongs and conserving fragile coral ecosystems.",
    "gbr_gallery_heading": "Gallery",
    "gbr_img1_caption": "Dugong (Sea Cow) – flagship species",
    "gbr_img2_caption": "Colorful coral reefs",
    "gbr_img3_caption": "Green Sea Turtle in Gulf waters",
    "gbr_footer": "Content compiled from Wikipedia & other credible sources."
  },
  "hi": {
    "gbr_title": "मन्नार की खाड़ी जैवमंडल आरक्षित क्षेत्र – तमिलनाडु, भारत",
    "gbr_h1": "मन्नार की खाड़ी जैवमंडल आरक्षित क्षेत्र",
    "gbr_location": "स्थान और क्षेत्र: तमिलनाडु के तट के साथ स्थित, लगभग 10,500 वर्ग किमी क्षेत्रफल जिसमें 21 द्वीप और समृद्ध समुद्री पारिस्थितिकी तंत्र शामिल हैं।",
    "gbr_geo_heading": "भूगोल और आवास",
    "gbr_geo_text": "यह आरक्षित क्षेत्र भारत और श्रीलंका के बीच स्थित है, जिसमें प्रवाल भित्तियाँ, सीग्रास, मैंग्रोव और लैगून शामिल हैं, जो असाधारण समुद्री जैव विविधता का समर्थन करते हैं।",
    "gbr_flora_heading": "वनस्पति और जीव-जंतु",
    "gbr_fauna": "जीव-जंतु: डुगोंग (समुद्री गाय), डॉल्फ़िन, समुद्री कछुए, रीफ मछलियाँ और 3600 से अधिक समुद्री प्रजातियाँ।",
    "gbr_flora": "वनस्पति: सीग्रास प्रजातियाँ, मैंग्रोव और शैवाल जो महत्वपूर्ण समुद्री आवास बनाते हैं।",
    "gbr_activities_heading": "गतिविधियाँ",
    "gbr_act1": "समुद्री इको-पर्यटन और स्नॉर्कलिंग",
    "gbr_act2": "प्रवाल भित्तियों और सीग्रास पारिस्थितिकी तंत्र पर अनुसंधान",
    "gbr_act3": "तटीय आवासों में पक्षी अवलोकन",
    "gbr_access_heading": "पहुंच और परमिट",
    "gbr_access_text": "निकटतम शहर: रामेश्वरम। मदुरै और चेन्नई से सड़क और रेल द्वारा पहुँचा जा सकता है। द्वीपों की यात्रा के लिए विशेष परमिट की आवश्यकता होती है।",
    "gbr_significance_heading": "महत्व",
    "gbr_significance_text": "भारत का पहला समुद्री जैवमंडल आरक्षित क्षेत्र, जो डुगोंग जैसे लुप्तप्राय प्रजातियों की रक्षा और नाजुक प्रवाल पारिस्थितिकियों के संरक्षण के लिए मान्यता प्राप्त है।",
    "gbr_gallery_heading": "गैलरी",
    "gbr_img1_caption": "डुगोंग (समुद्री गाय) – प्रमुख प्रजाति",
    "gbr_img2_caption": "रंगीन प्रवाल भित्तियाँ",
    "gbr_img3_caption": "मन्नार की खाड़ी में हरा समुद्री कछुआ",
    "gbr_footer": "सामग्री विकिपीडिया और अन्य विश्वसनीय स्रोतों से संकलित।"
  },
  "or": {
    "gbr_title": "ମାନ୍ନାର ସାଗରଜଳୀୟ ବାୟୋସ୍ଫିୟାର ରିଜର୍ଭ – ତମିଳନାଡୁ, ଭାରତ",
    "gbr_h1": "ମାନ୍ନାର ସାଗରଜଳୀୟ ବାୟୋସ୍ଫିୟାର ରିଜର୍ଭ",
    "gbr_location": "ଅବସ୍ଥିତି ଏବଂ କ୍ଷେତ୍ରଫଳ: ତମିଳନାଡୁ କୂଳରେ ଅବସ୍ଥିତ, ପ୍ରାୟ 10,500 କି.ମି² ଅଞ୍ଚଳ ଆବରଣ କରୁଛି, ଯେଉଁଥିରେ 21ଟି ଦ୍ୱୀପ ଏବଂ ସମୃଦ୍ଧ ସମୁଦ୍ରୀୟ ପରିସ୍ଥିତିତନ୍ତ୍ର ଅନ୍ତର୍ଭୁକ୍ତ।",
    "gbr_geo_heading": "ଭୂଗୋଳ ଏବଂ ଆବାସ",
    "gbr_geo_text": "ଏହି ରିଜର୍ଭ ଭାରତ ଏବଂ ଶ୍ରୀଲଙ୍କା ମଧ୍ୟରେ ଅବସ୍ଥିତ, ଯାହାରେ ପ୍ରବାଳ ପର୍ବତମାଳା, ସିଗ୍ରାସ୍, ମାଙ୍ଗ୍ରୋଭ ଏବଂ ଲାଗୁନ୍ ରହିଛି, ଯାହା ଅସାଧାରଣ ସମୁଦ୍ରୀୟ ବୈବିଧ୍ୟକୁ ସମର୍ଥନ କରେ।",
    "gbr_flora_heading": "ଉଦ୍ଭିଦ ଏବଂ ପ୍ରାଣୀ",
    "gbr_fauna": "ପ୍ରାଣୀ: ଡୁଗୋଙ୍ଗ (ସମୁଦ୍ରୀୟ ଗାୟ), ଡଲଫିନ୍, ସମୁଦ୍ର କଛପା, ପ୍ରବାଳ ପାହାଡ଼ୀ ମାଛ ଏବଂ 3600ରୁ ଅଧିକ ସମୁଦ୍ରୀୟ ପ୍ରଜାତି।",
    "gbr_flora": "ଉଦ୍ଭିଦ: ସିଗ୍ରାସ୍ ପ୍ରଜାତି, ମାଙ୍ଗ୍ରୋଭ ଏବଂ ସାଗରୀୟ ଶୈବାଳ।",
    "gbr_activities_heading": "କାର୍ଯ୍ୟକଳାପ",
    "gbr_act1": "ସମୁଦ୍ରୀୟ ପର୍ଯ୍ୟଟନ ଏବଂ ସ୍ନୋର୍କେଲିଂ",
    "gbr_act2": "ପ୍ରବାଳ ପର୍ବତମାଳା ଏବଂ ସିଗ୍ରାସ୍ ପରିସ୍ଥିତିତନ୍ତ୍ର ଉପରେ ଗବେଷଣା",
    "gbr_act3": "କୂଳୀୟ ଅଞ୍ଚଳରେ ପକ୍ଷୀ ଦେଖିବା",
    "gbr_access_heading": "ପହଞ୍ଚିବା ଉପାୟ ଏବଂ ଅନୁମତି",
    "gbr_access_text": "ନିକଟତମ ସହର: ରାମେଶ୍ୱରମ। ମଦୁରାଇ ଏବଂ ଚେନ୍ନାଇରୁ ସଡକ ଏବଂ ରେଳ ପଥରେ ପହଞ୍ଚିବା ଯାଇପାରେ। ଦ୍ୱୀପ ସଫର ପାଇଁ ବିଶେଷ ଅନୁମତି ଆବଶ୍ୟକ।",
    "gbr_significance_heading": "ଗୁରୁତ୍ୱ",
    "gbr_significance_text": "ଭାରତର ପ୍ରଥମ ସମୁଦ୍ରୀୟ ବାୟୋସ୍ଫିୟାର ରିଜର୍ଭ, ଡୁଗୋଙ୍ଗ ପରି ଲୁପ୍ତପ୍ରାୟ ପ୍ରଜାତିଙ୍କୁ ସୁରକ୍ଷା ଏବଂ ପ୍ରବାଳ ପରିସ୍ଥିତିକୁ ସୁରକ୍ଷା କରିବାରେ ପରିଚିତ।",
    "gbr_gallery_heading": "ଗ୍ୟାଲେରୀ",
    "gbr_img1_caption": "ଡୁଗୋଙ୍ଗ (ସମୁଦ୍ରୀୟ ଗାୟ) – ପ୍ରଧାନ ପ୍ରଜାତି",
    "gbr_img2_caption": "ରଙ୍ଗିନ ପ୍ରବାଳ ପର୍ବତମାଳା",
    "gbr_img3_caption": "ମାନ୍ନାର ସାଗରରେ ସବୁଜ ସମୁଦ୍ର କଛପା",
    "gbr_footer": "ବିକିପିଡିଆ ଏବଂ ଅନ୍ୟାନ୍ୟ ବିଶ୍ୱସନୀୟ ସ୍ତୋତ୍ରରୁ ସଂଗ୍ରହିତ।"
  },
  "es": {
    "gbr_title": "Reserva de la Biosfera del Golfo de Mannar – Tamil Nadu, India",
    "gbr_h1": "Reserva de la Biosfera del Golfo de Mannar",
    "gbr_location": "Ubicación y área: Situada a lo largo de la costa de Tamil Nadu, cubriendo ~10,500 km² que incluyen 21 islas y ricos ecosistemas marinos.",
    "gbr_geo_heading": "Geografía y Hábitat",
    "gbr_geo_text": "La reserva se encuentra entre India y Sri Lanka, con arrecifes de coral, praderas marinas, manglares y lagunas, que sustentan una biodiversidad marina excepcional.",
    "gbr_flora_heading": "Flora y Fauna",
    "gbr_fauna": "Fauna: Dugongos, delfines, tortugas marinas, peces de arrecife y más de 3600 especies marinas.",
    "gbr_flora": "Flora: Especies de pastos marinos, manglares y algas que forman hábitats marinos vitales.",
    "gbr_activities_heading": "Actividades",
    "gbr_act1": "Eco-turismo marino y snorkel",
    "gbr_act2": "Investigación sobre arrecifes de coral y ecosistemas de pastos marinos",
    "gbr_act3": "Observación de aves en hábitats costeros",
    "gbr_access_heading": "Accesibilidad y Permisos",
    "gbr_access_text": "Ciudad más cercana: Rameswaram. Accesible por carretera y tren desde Madurai y Chennai. Se requieren permisos especiales para visitar las islas.",
    "gbr_significance_heading": "Importancia",
    "gbr_significance_text": "La primera reserva marina de la biosfera de la India, reconocida por proteger especies en peligro como los dugongos y conservar frágiles ecosistemas coralinos.",
    "gbr_gallery_heading": "Galería",
    "gbr_img1_caption": "Dugongo (Vaca Marina) – especie emblemática",
    "gbr_img2_caption": "Arrecifes de coral coloridos",
    "gbr_img3_caption": "Tortuga verde en las aguas del Golfo",
    "gbr_footer": "Contenido recopilado de Wikipedia y otras fuentes confiables."
  }
}
