{
  "en": {
    "simlipal_title": "Simlipal National Park – Odisha, India",
    "simlipal_heading": "Simlipal National Park",
    "simlipal_location": "Location & Area: Mayurbhanj district, Odisha, India; spans around 2,750 km² with a core zone of ~1,195 km²",
    "simlipal_overview_title": "Overview & History",
    "simlipal_overview_text": "Simlipal, named for its abundance of red silk-cotton (Simuli) trees, was notified as a wildlife sanctuary in 1979 and declared a national park and tiger reserve by 1980–86. It forms part of the Mayurbhanj Elephant Reserve and was added to UNESCO’s Biosphere Reserves in 2009.",
    "simlipal_topography_title": "Topography & Landscape",
    "simlipal_topography_text": "Situated on an Eastern Ghats plateau at ~900 m elevation. Major peaks include Khariburu (1,178 m) and Meghasani (1,158 m). The park features two famous waterfalls: Barehipani (399 m, two-tier, India’s second highest) and Joranda (~150 m).",
    "simlipal_flora_fauna_title": "Flora & Fauna",
    "simlipal_flora_fauna_list": "Fauna: Bengal tiger, Asian elephant, gaur, chausingha, leopards, sambar deer, and diverse birdlife including scarlet minivet, hornbills. Flora: Mixed evergreen and deciduous forests dominated by sal, Semul (red silk-cotton), orchids, grasslands and riverside vegetation.",
    "simlipal_activities_title": "Visitor Info & Activities",
    "simlipal_activities_list": "Open from 1 November to 15 June. Closed during monsoon rains. Access via Kaliani Gate (Jashipur) or Pithabata Gate (Baripada). Entry passes, safari and stay booked online or at gates. Popular activities: jungle safaris, birdwatching, waterfall treks (to Barehipani & Joranda), and camping/nature stays at Gurguria, Barehipani, etc.",
    "simlipal_significance_title": "Significance",
    "simlipal_significance_text": "A key conservation zone in the Eastern Ghats, Simlipal plays a pivotal role in protecting elephants and tigers while preserving many endemic species and fragile ecosystems.",
    "simlipal_gallery_title": "Gallery",
    "simlipal_img1_caption": "Barehipani Falls – India’s second highest waterfall",
    "simlipal_img2_caption": "Dense forest landscape of Simlipal",
    "simlipal_img3_caption": "Wildlife (deer) in natural habitat",
    "simlipal_footer": "Content compiled from Wikipedia and related official sources."
  },
  "hi": {
    "simlipal_title": "सिमलीपाल राष्ट्रीय उद्यान – ओडिशा, भारत",
    "simlipal_heading": "सिमलीपाल राष्ट्रीय उद्यान",
    "simlipal_location": "स्थान और क्षेत्र: मयूरभंज जिला, ओडिशा, भारत; लगभग 2,750 वर्ग कि.मी. में फैला है, जिसमें लगभग 1,195 वर्ग कि.मी. का कोर क्षेत्र शामिल है।",
    "simlipal_overview_title": "सारांश और इतिहास",
    "simlipal_overview_text": "सिमलीपाल, जो लाल रेशमी कपास (सिमुली) के पेड़ों की प्रचुरता के लिए जाना जाता है, को 1979 में वन्यजीव अभयारण्य के रूप में अधिसूचित किया गया और 1980–86 में राष्ट्रीय उद्यान और बाघ रिज़र्व घोषित किया गया। यह मयूरभंज हाथी रिज़र्व का हिस्सा है और 2009 में यूनेस्को के बायोस्फीयर रिज़र्व में जोड़ा गया।",
    "simlipal_topography_title": "स्थलाकृति और परिदृश्य",
    "simlipal_topography_text": "पूर्वी घाट के पठार पर ~900 मीटर ऊँचाई पर स्थित। प्रमुख चोटियों में खारीबुरु (1,178 मी) और मेघासनी (1,158 मी) शामिल हैं। उद्यान में दो प्रसिद्ध जलप्रपात हैं: बरेहीपानी (399 मी, दो-स्तरीय, भारत का दूसरा सबसे ऊँचा) और जोरंडा (~150 मी)।",
    "simlipal_flora_fauna_title": "वनस्पति और जीव-जंतु",
    "simlipal_flora_fauna_list": "जीव-जंतु: बंगाल टाइगर, एशियाई हाथी, गौर, चौसिंगा, तेंदुआ, सांभर हिरण और विविध पक्षी जैसे स्कारलेट मिनिवेट, हॉर्नबिल। वनस्पति: साल, सिमुल (लाल रेशमी कपास), आर्किड, घासभूमि और नदी किनारे की वनस्पति से युक्त मिश्रित सदाबहार और पर्णपाती वन।",
    "simlipal_activities_title": "पर्यटक जानकारी और गतिविधियाँ",
    "simlipal_activities_list": "1 नवंबर से 15 जून तक खुला। मानसून के दौरान बंद। प्रवेश: कल्याणी गेट (जशिपुर) या पिथाबता गेट (बारिपदा) से। प्रवेश पास, सफारी और ठहरने की बुकिंग ऑनलाइन या गेट पर। लोकप्रिय गतिविधियाँ: जंगल सफारी, पक्षी अवलोकन, जलप्रपात ट्रेक (बरेहीपानी और जोरंडा तक), और गूरगुरिया, बरेहीपानी आदि में कैंपिंग।",
    "simlipal_significance_title": "महत्व",
    "simlipal_significance_text": "पूर्वी घाट का एक प्रमुख संरक्षण क्षेत्र, सिमलीपाल हाथियों और बाघों की सुरक्षा में महत्वपूर्ण भूमिका निभाता है और कई स्थानिक प्रजातियों और नाजुक पारिस्थितिक तंत्रों को संरक्षित करता है।",
    "simlipal_gallery_title": "गैलरी",
    "simlipal_img1_caption": "बरेहीपानी जलप्रपात – भारत का दूसरा सबसे ऊँचा जलप्रपात",
    "simlipal_img2_caption": "सिमलीपाल का घना वन दृश्य",
    "simlipal_img3_caption": "प्राकृतिक आवास में हिरण",
    "simlipal_footer": "विकिपीडिया और संबंधित आधिकारिक स्रोतों से संकलित सामग्री।"
  },
  "or": {
    "simlipal_title": "ସିମ୍ଲିପାଳ ଜାତୀୟ উদ୍ୟାନ – ଓଡିଶା, ଭାରତ",
    "simlipal_heading": "ସିମ୍ଲିପାଳ ଜାତୀୟ উদ୍ୟାନ",
    "simlipal_location": "ଅବସ୍ଥିତି ଓ କ୍ଷେତ୍ରଫଳ: ମୟୂରଭଞ୍ଜ ଜିଲ୍ଲା, ଓଡିଶା, ଭାରତ; ପ୍ରାୟ 2,750 କି.ମି.² ରେ ପ୍ରସାରିତ, ଯାହାର କୋର୍ ଅଞ୍ଚଳ ପ୍ରାୟ 1,195 କି.ମି.²।",
    "simlipal_overview_title": "ସାରାଂଶ ଓ ଇତିହାସ",
    "simlipal_overview_text": "ସିମ୍ଲିପାଳ, ଲାଲ ସିଲ୍କ କଟନ୍ (ସିମୁଲି) ଗଛର ପ୍ରଚୁରତା ପାଇଁ ପରିଚିତ, 1979 ରେ ବନ୍ୟଜୀବ ଅଭୟାରଣ୍ୟ ଭାବେ ଘୋଷିତ ହୋଇଥିଲା ଏବଂ 1980–86 ମଧ୍ୟରେ ଜାତୀୟ উদ୍ୟାନ ଓ ବାଘ ସଂରକ୍ଷଣାଳୟ ଘୋଷଣା କରାଯାଇଥିଲା। ଏହା ମୟୂରଭଞ୍ଜ ହାତୀ ସଂରକ୍ଷଣାଳୟର ଅଂଶ ଏବଂ 2009 ରେ UNESCO ବାୟୋସ୍ଫିୟର୍ ସଂରକ୍ଷଣାଳୟରେ ସମ୍ମିଳିତ ହୋଇଥିଲା।",
    "simlipal_topography_title": "ଭୂପୃଷ୍ଠ ଓ ପରିଦୃଶ୍ୟ",
    "simlipal_topography_text": "ପୂର୍ବ ଘାଟର ପ୍ଲାଟୋରେ ~900 ମିଟର ଉଚ୍ଚତାରେ ଅବସ୍ଥିତ। ପ୍ରମୁଖ ଶୃଙ୍ଗଗୁଡ଼ିକ: ଖାରିବୁରୁ (1,178 ମି) ଓ ମେଘାସାନି (1,158 ମି)। ପାର୍କରେ ଦୁଇଟି ପ୍ରସିଦ୍ଧ ଜଳପ୍ରପାତ ଅଛି: ବାରେହିପାନି (399 ମି, ଦୁଇ-ସ୍ତରୀୟ, ଭାରତର ଦ୍ବିତୀୟ ସର୍ବୋଚ୍ଚ) ଓ ଜୋରଣ୍ଡା (~150 ମି)।",
    "simlipal_flora_fauna_title": "ପ୍ରାଣୀ ଓ ଉଦ୍ଭିଦ",
    "simlipal_flora_fauna_list": "ପ୍ରାଣୀ: ବଙ୍ଗଳା ବାଘ, ଏସିଆଇ ହାତୀ, ଗୌର୍, ଚୌସିଙ୍ଗା, ଚିତା, ସାମ୍ବର୍ ହରିଣ, ସ୍କାର୍ଲେଟ୍ ମିନିଭେଟ୍, ହର୍ଣ୍ଣବିଲ୍। ଉଦ୍ଭିଦ: ସାଲ, ସିମୁଲ୍, ଅର୍କିଡ୍, ଘାସଜାତୀୟ ଭୂମି, ନଦୀ କୂଳୀୟ ଉଦ୍ଭିଦ।",
    "simlipal_activities_title": "ପର୍ଯ୍ୟଟକ ସୂଚନା ଓ କାର୍ଯ୍ୟକଳାପ",
    "simlipal_activities_list": "1 ନଭେମ୍ବରରୁ 15 ଜୁନ୍ ପର୍ଯ୍ୟନ୍ତ ଖୋଲା। ବର୍ଷାରେ ବନ୍ଦ। ପ୍ରବେଶ: କଲ୍ୟାଣୀ ଗେଟ୍ (ଜଶିପୁର) କିମ୍ବା ପିଥାବାଟା ଗେଟ୍ (ବାରିପଦା)। ପ୍ରବେଶ ପାସ୍, ସାଫାରି ଓ ରାତିରୁହାଣି ଅନଲାଇନ୍ କିମ୍ବା ଗେଟ୍ରେ। ପ୍ରଚଳିତ କାର୍ଯ୍ୟକଳାପ: ଜଙ୍ଗଲ ସାଫାରି, ପକ୍ଷୀ ଦେଖିବା, ବାରେହିପାନି ଓ ଜୋରଣ୍ଡାକୁ ଟ୍ରେକିଙ୍ଗ୍, କ୍ୟାମ୍ପିଙ୍ଗ୍।",
    "simlipal_significance_title": "ଗୁରୁତ୍ୱ",
    "simlipal_significance_text": "ପୂର୍ବ ଘାଟର ଏକ ପ୍ରମୁଖ ସଂରକ୍ଷଣାଳୟ, ସିମ୍ଲିପାଳ ହାତୀ ଓ ବାଘଙ୍କ ସୁରକ୍ଷାରେ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଭୂମିକା ନିଭାଏ ଏବଂ ଅନେକ ସ୍ଥାନୀୟ ପ୍ରଜାତି ଓ ସୁକୁମାର ପରିସ୍ଥିତିତନ୍ତ୍ରକୁ ସୁରକ୍ଷିତ କରେ।",
    "simlipal_gallery_title": "ଗ୍ୟାଲେରୀ",
    "simlipal_img1_caption": "ବାରେହିପାନି ଜଳପ୍ରପାତ – ଭାରତର ଦ୍ବିତୀୟ ସର୍ବୋଚ୍ଚ ଜଳପ୍ରପାତ",
    "simlipal_img2_caption": "ସିମ୍ଲିପାଳର ଘନ ଜଙ୍ଗଲ ଦୃଶ୍ୟ",
    "simlipal_img3_caption": "ପ୍ରାକୃତିକ ବାସସ୍ଥାନରେ ହରିଣ",
    "simlipal_footer": "ବିକିପିଡ଼ିଆ ଓ ସମ୍ବନ୍ଧିତ ଆଧିକାରିକ ସ୍ରୋତରୁ ସଂଗୃହୀତ ବିଷୟବସ୍ତୁ।"
  },
  "es": {
    "simlipal_title": "Parque Nacional Simlipal – Odisha, India",
    "simlipal_heading": "Parque Nacional Simlipal",
    "simlipal_location": "Ubicación y Área: Distrito de Mayurbhanj, Odisha, India; abarca alrededor de 2.750 km² con una zona central de ~1.195 km².",
    "simlipal_overview_title": "Descripción General e Historia",
    "simlipal_overview_text": "Simlipal, llamado así por la abundancia de árboles de algodón de seda roja (Simuli), fue declarado santuario de vida silvestre en 1979 y parque nacional y reserva de tigres entre 1980 y 1986. Forma parte de la Reserva de Elefantes de Mayurbhanj y fue añadido a las Reservas de la Biosfera de la UNESCO en 2009.",
    "simlipal_topography_title": "Topografía y Paisaje",
    "simlipal_topography_text": "Situado en una meseta de los Ghats Orientales a ~900 m de altitud. Las principales cumbres incluyen Khariburu (1.178 m) y Meghasani (1.158 m). El parque cuenta con dos cascadas famosas: Barehipani (399 m, de dos niveles, la segunda más alta de India) y Joranda (~150 m).",
    "simlipal_flora_fauna_title": "Flora y Fauna",
    "simlipal_flora_fauna_list": "Fauna: Tigre de Bengala, elefante asiático, gaur, chausingha, leopardos, ciervo sambar y diversas aves como minivet escarlata y cálaos. Flora: Bosques mixtos perennes y caducifolios dominados por sal, simal (algodón de seda rojo), orquídeas, pastizales y vegetación ribereña.",
    "simlipal_activities_title": "Información para Visitantes y Actividades",
    "simlipal_activities_list": "Abierto del 1 de noviembre al 15 de junio. Cerrado durante el monzón. Acceso por la Puerta Kaliani (Jashipur) o la Puerta Pithabata (Baripada). Pases de entrada, safaris y alojamiento se reservan en línea o en las puertas. Actividades populares: safaris por la selva, observación de aves, excursiones a cascadas (Barehipani y Joranda) y campamentos/estancias en la naturaleza en Gurguria, Barehipani, etc.",
    "simlipal_significance_title": "Importancia",
    "simlipal_significance_text": "Una zona clave de conservación en los Ghats Orientales, Simlipal desempeña un papel vital en la protección de elefantes y tigres, preservando muchas especies endémicas y ecosistemas frágiles.",
    "simlipal_gallery_title": "Galería",
    "simlipal_img1_caption": "Cascada Barehipani – la segunda más alta de India",
    "simlipal_img2_caption": "Paisaje forestal denso de Simlipal",
    "simlipal_img3_caption": "Ciervo en su hábitat natural",
    "simlipal_footer": "Contenido recopilado de Wikipedia y fuentes oficiales relacionadas."
  }
}
